[
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.insper.edu.br. Acesso em: 27 set. 2021 (adaptado).\nQual fator foi determinante para a mudança do indicador apresentado no gráfico?",
    "alternativas": {
      "a": "Flexibilização legal da prática de aborto.",
      "b": "Envelhecimento da população brasileira.",
      "c": "Crescimento dos casos de gravidez precoce.",
      "d": "Participação feminina no mercado de trabalho.",
      "e": "Diminuição dos benefícios na licença-maternidade."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/55-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "TEXTO I\nPor hora, apenas os mais abastados poderão sonhar em viajar ao espaço, seja por um foguete ou por um avião híbrido, mas toda a população global poderá sentir os efeitos dessas viagens e avanços tecnológicos. Para uma aventura dessas, as empresas tiveram que criar novas tecnologias, materiais e softwares, o que podem, em algum momento, voltar para a sociedade. A câmera fotográfica, hoje comum no mundo, antes foi uma invenção para ser usada em telescópios e o titânio, usado até na medicina, foi desenvolvido para a construção de foguetes.\n\nORLANDO, G. Corrida espacial dos bilionários pode trazer vantagens para todos. Disponível em: https://noticias.r7.com/. Acesso em: 5 nov. 2021 (adaptado).\n\n\n\n\n\nTEXTO II\n\n\nCAZO. Disponível em: www.humorpolitico.com.br. Acesso em: 5 nov. 2021.\nOs textos apresentam perspectivas da nova corrida espacial que revelam, respectivamente:",
    "alternativas": {
      "a": "Dependência e progresso.",
      "b": "Expectativa e desconfiança.",
      "c": "Angústia e adaptação.",
      "d": "Pioneirismo e retrocesso.",
      "e": "Receio e civilidade."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/58-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "LAERTE. Disponível em: www.laerte.art.br. Acesso em: 23 nov. 2021 (adaptado)\nA charge ilustra um anseio presente na sociedade contemporânea, que se caracteriza pela",
    "alternativas": {
      "a": "situação de revolta individual.",
      "b": "satisfação de desejos pessoais.",
      "c": "participação em ações decisórias.",
      "d": "permanência em passividade social.",
      "e": "conivência em interesses partidários."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/77-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nFotografia da avó bordada\nSCARELI. G. A máquina de costura e os fios da memória Revista Brasileira de Pesquisa (Auto) Biográfica, n. 18 maio-ago, 2021\nA definição de Sertão descrita no bordado associa esse recorte espacial a",
    "alternativas": {
      "a": "percursos e roteiros turísticos.",
      "b": "trajetos e movimentos holísticos.",
      "c": "vivências e itinerários socioafetivos.",
      "d": "fronteiras e demarcações territoriais.",
      "e": "profissões e interesses econômicos."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/79-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Nas reportagens publicadas sobre a inauguração de Museu de Arte de São Paulo, em 1947, quando ele ainda ocupava um edifício na rua Sete de Abril, Lina Bo Bardi não foi mencionada nenhuma vez. A arquiteta era responsável pelo projeto do museu que mudaria para sempre a posição de São Paulo no circuito mundial das artes. Mas não houve nenhum registro disso. O louvor se concentrou em seu marido e parceiro profissional, o respeitado crítico de arte Pietro Maria Bardi. Passados 75 anos, a mulher então ignorada recebeu um Leão de Ouro póstumo, a maior homenagem da Bienal de Arquitetura de Veneza, e tem agora sua história contada em duas biografias de peso, que procuram destrinchar uma carreira marcada pela ousadia e pela contradição.\n\nPORTO, W. Lina Bo Bardi tem sua arquitetura contraditória destrinchada em biografias. Disponível em: www1.folha.uol.com.br. Acesso em: 10 nov. 2021 (adaptado).\nAs transformações pelas quais passaram as sociedades ocidentais e que possibilitaram o reconhecimento recente do trabalho da arquiteta mencionada no texto foram resultado das mobilizações sociais pela",
    "alternativas": {
      "a": "equidade de genêro.",
      "b": "liberdade de expressão.",
      "c": "admissibilidade de voto.",
      "d": "igualdade de oportunidade.",
      "e": "reciprocidade de tratamento."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/86-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma academia decide trocar gradualmente seus aparelhos de musculação. Agora, os frequentadores que utilizam os aparelhos do tipo 1 podem também utilizar os aparelhos do tipo 2, representados na figura, para elevar cargas correspondentes às massas M1 e M2 com velocidade constante. A fim de que o exercício seja realizado com a mesma força F, os usuários devem ser orientados a respeito da relação entre as cargas nos dois tipos de aparelhos, já que as polias fixas apenas mudam a direção das forças, enquanto a polia móvel divide as forças.\nEm ambos os aparelhos, considere as cordas inextensíveis, as massas das polias e das cordas desprezíveis e que não há dissipação de energia.\nPara essa academia, qual deve ser a razão M2/M1 informada aos usuários?",
    "alternativas": {
      "a": "1/4",
      "b": "1/2",
      "c": "1",
      "d": "2",
      "e": "4"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/102-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um controlador de voo dispõe de um instrumento que descreve a altitude de uma aeronave em voo, em função da distância em solo. Essa distância em solo é a medida na horizontal entre o ponto de origem do voo até o ponto que representa a projeção ortogonal da posição da aeronave, em voo, no solo. Essas duas grandezas são dadas numa mesma unidade de medida.\nA tela do instrumento representa proporcionalmente as dimensões reais das distâncias associadas ao voo. A figura apresenta a tela do instrumento depois de concluída a viagem de um avião, sendo a medida do lado de cada quadradinho da malha igual a 1 cm.\nEssa tela apresenta os dados de um voo cuja maior altitude alcançada foi de 5 km.\nA escala em que essa tela representa as medidas reais é",
    "alternativas": {
      "a": "1 : 5.",
      "b": "1 : 11.",
      "c": "1 : 55.",
      "d": "1 : 5000.",
      "e": "1 : 500 000."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/138-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nQual medida é capaz de minimizar as mudanças apresentadas nas simulações?",
    "alternativas": {
      "a": "Expandir o transporte marítimo.",
      "b": "Incentivar os fluxos migratórios.",
      "c": "Monitorar as atividades vulcânicas.",
      "d": "Controlar as emissões de carbono.",
      "e": "Priorizar a utilização de termoelétricas."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/46-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Em uma indústria, o controle da dureza da água é importante quando ela é utilizada em caldeiras, uma vez que sais pouco solúveis, formados a partir de sulfatos e carbonatos, podem acumular-se no interior das tubulações, causando obstruções. Para avaliar a água utilizada nessa indústria, foram realizados testes de qualidade que consideraram os seauintes parâmetros:\nQual teste deve ser considerado para controlar a formação desse tipo de obstrução de tubulações?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/126-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "As figuras pintadas no quadro da sala de estar de uma residência representam as silhuetas de parte das torres de um castelo e, ao fundo, a de uma lua cheia. A lua foi pintada na forma de um círculo, e o telhado da torre mais alta, na forma de triângulo equilátero, foi pintado sobrepondo parte da lua. O centro da lua coincide com um dos vértices do telhado da torre mais alta.\nNesse quadro, a parte da lua escondida atrás da torre mais alta do castelo pode ser representada por um",
    "alternativas": {
      "a": "cone.",
      "b": "setor circular.",
      "c": "segmento circular.",
      "d": "triângulo isósceles.",
      "e": "arco de circunferência."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/174-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O mastro de uma bandeira foi instalado perpendicularmente ao solo em uma região plana. Devido aos fortes ventos, três cabos de aço, de mesmo comprimento, serão instalados para dar sustentação ao mastro. Cada cabo de aço ficará perfeitamente esticado, com uma extremidade num ponto P do mastro, a uma altura h do solo, e a outra extremidade, num ponto no chão, como mostra a figura.\nOs cabos de aço formam um ângulo a com o plano do chão. Por medida de segurança, há apenas três opções de instalação:\n• opção I: h = 11 m e a = 30°\n• opção II: h = 12 m e a = 45°\n• opção III: h = 18 m e a = 60°\nA opção a ser escolhida é aquela em que a medida dos cabos seja a menor possível.\nQual será a medida, em metro, de cada um dos cabos a serem instalados?",
    "alternativas": {
      "a": "enem-data/enem-2023/137-images/alt_img_0.png",
      "b": "enem-data/enem-2023/137-images/alt_img_1.png",
      "c": "enem-data/enem-2023/137-images/alt_img_2.png",
      "d": "enem-data/enem-2023/137-images/alt_img_3.png",
      "e": "enem-data/enem-2023/137-images/alt_img_4.png"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "SOUSA. M. Disponível em: www.monica.com.br. Acesso em: 2 out. 2012 (adaptado)\nNa tirinha de Mauricio de Sousa, os personagens Cebolinha e Cascão fazem uma brincadeira utilizando duas latas e um barbante. Ao perceberem que o som pode ser transmitido através do barbante, resolvem alterar o comprimento do barbante para ficar cada vez mais extenso. As demais condições permaneceram inalteradas durante a brincadeira.\nNa prática, à medida que se aumenta o comprimento do barbante, ocorre a redução de qual característica da onda sonora?",
    "alternativas": {
      "a": "Altura.",
      "b": "Período.",
      "c": "Amplitude.",
      "d": "Velocidade.",
      "e": "Comprimento."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/91-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um professor lança uma esfera verticalmente para cima, a qual retorna, depois de alguns segundos, ao ponto de lançamento. Em seguida, lista em um quadro todas as possibilidades para as grandezas cinemáticas.\nEle solicita aos alunos que analisem as grandezas cinemáticas no instante em que a esfera atinge a altura máxima, escolhendo uma combinação para os módulos e sentidos da velocidade e da aceleração. A escolha que corresponde à combinação correta é",
    "alternativas": {
      "a": "v = 0 e a ≠ 0 para cima.",
      "b": "v ≠ 0 para cima e a = 0",
      "c": "v = 0 e a ≠ 0 para baixo.",
      "d": "v ≠ 0 para cima e a ≠ 0 para cima.",
      "e": "v ≠ 0 para baixo e a ≠ 0 para baixo."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/106-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O circuito com três lâmpadas incandescentes idênticas, representado na figura, consiste em uma associação mista de resistores. Cada lâmpada (L1, L2, e L3) é associada, em paralelo, a um resistor de resistência R, formando um conjunto. Esses conjuntos são associados em série, tendo todas as lâmpadas o mesmo brilho quando ligadas à fonte de energia. Após vários dias em uso, apenas a lâmpada L2 queima, enquanto as demais permanecem acesas.\nEm relação à situação em que todas as lâmpadas funcionam, após a queima de L2, os brilhos das lâmpadas serão",
    "alternativas": {
      "a": "os mesmos.",
      "b": "mais intensos.",
      "c": "menos intensos.",
      "d": "menos intenso para L1 e o mesmo para L3.",
      "e": "mais intenso para L1 e menos intenso para L3."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/98-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Os solos amazônicos, ricos em silicato, não são apropriados para o cultivo por serem incapazes de reter nutrientes. Contudo, descobertas arqueológicas têm demonstrado que os antigos habitantes da Amazônia dominavam a técnica de preparo de um insumo agrícola natural, denominado terra preta. Esse insumo era constituído principalmente de uma espécie de biocarvão (biochar) obtido da queima de matéria orgânica, como troncos de árvores, pedaços de ossos e esterco, capaz de manter um solo fértil por anos.\nAdmite-se que o efeito do biocarvão na fertilização do solo estava, em parte, relacionado à presença de grupos orgânicos do tipo carboxilato em sua superfície, carregados negativamente (—COO–). Esses grupos atraem íons positivos necessários como nutrientes, tais quais os provenientes do potássio (K), do cálcio (Ca) e do magnésio (Mg), além de micronutrientes, como zinco (Zn) e ferro (Fe). Essa ligação no solo fertilizado é predominantemente iônica, conforme ilustra a figura, em que M* representa os cátions metálicos. De acordo com a escala de Pauling, a eletronegatividade do elemento oxigênio é igual a 3,44\n\n\n\n\n\n\n\n\n\n\n\n\nO quadro apresenta os valores de eletronegatividade desses cinco elementos metálicos.\n\n\n\n\n\n\n\nMICHALOVIC, M. Ancient Soil Chemists of the Amazon. ChemMatters, fev. 2009 (adaptado).\nO cátion que resultará em uma interação de maior caráter iônico com o ânion carboxilato será aquele proveniente do elemento",
    "alternativas": {
      "a": "potássio.",
      "b": "cálcio.",
      "c": "magnésio.",
      "d": "zinco.",
      "e": "ferro."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/94-images/context_img_0.png,enem-data/enem-2023/94-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "A gasolina é uma mistura de hidrocarbonetos de cadeias saturadas contendo de 8 a 12 átomos de carbono. Além disso, a gasolina de alto desempenho deve conter elevados teores de hidrocarbonetos de cadeias ramificadas, de forma a resistir à compressão e entrar em ignição apenas quando a vela aciona uma centelha elétrica no motor. No quadro, estão apresentados compostos que podem ser utilizados como combustíveis.\nEntre esses compostos, aquele que conferirá maior desempenho como combustível é o",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/96-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "De acordo com a Constituição Federal, é competencia dos municípios o gerenciamento dos serviços de limpeza e coleta dos resíduos urbanos (lixo). No entanto, há relatos de que parte desse lixo acaba sendo incinerado, liberando substâncias tóxicas para o ambiente e causando acidentes por explosões, principalmente quando ocorre a incineração de frascos de aerossóis (por exemplo: desodorantes, inseticidas e repelentes). A temperatura elevada provoca a vaporização de todo o conteúdo dentro desse tipo de frasco, aumentando a pressão em seu interior até culminar na explosão da embalagem.\n\nZVEIBIL, V. Z. et al. Cartilha de limpeza urbana. Disponível em: www.lbam.org.br. Acesso em: 6 jul. 2015 (adaptado).\n\n\n\n\n\nSuponha um frasco metálico de um aerossol de capacidade igual a 100 mL, contendo 0,1 mol de produtos gasosos à temperatura de 650 °C, no momento da explosão.\nA pressão, em atm, dentro do frasco, no momento da explosão, é mais próxima de",
    "alternativas": {
      "a": "756.",
      "b": "533.",
      "c": "76.",
      "d": "53.",
      "e": "13."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/97-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O descarte de detergentes comuns nos esgotos domésticos ocasiona a formação de uma camada de espuma que impede a entrada de oxigênio na água. Os microrganismos que vivem nessas águas não são capazes de quebrar moléculas ramificadas, ocorrendo assim um desequilíbrio ambiental nos rios. A fórmula a seguir representa a estrutura química de um tensoativo presente na composição de um detergente não biodegradável.\n\n\n\n\n\n\n\nTensoativo não biodegradável\nQual modificação química na estrutura desse tensoativo o tornaria um detergente biodegradável?",
    "alternativas": {
      "a": "Retirar a parte polar da molécula.",
      "b": "Eliminar as insaturações do anel aromático.",
      "c": "Trocar o grupo aniônico por um grupo neutro.",
      "d": "Alterar o grupo aniônico por um grupo catiônico.",
      "e": "Modificar a cadeia carbônica para cadeia normal."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/112-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O petróleo é uma matéria-prima muito valiosa e métodos geofísicos são úteis na sua prospecção. É possível identificar a composição de materiais estratificados medindo-se a velocidade de propagação do som (onda mecânica) através deles. Considere que uma camada de 450 m de um líquido se encontra presa no subsolo entre duas camadas rochosas, conforme o esquema. Um pulso acústico (que gera uma vibração mecânica) é emitido a partir da superfície do solo, onde são posteriormente recebidas duas vibrações refletidas (ecos). A primeira corresponde à reflexão do pulso na interface superior do líquido com a camada rochosa. A segunda vibração deve-se à reflexão do pulso na interface inferior. O tempo entre a emissão do pulso e a chegada do primeiro eco é de 0,5 s. O segundo eco chega 1,1 s após a emissão do pulso\nA velocidade do som na camada líquida, em metro por segundo, é",
    "alternativas": {
      "a": "270.",
      "b": "540.",
      "c": "818.",
      "d": "1 500.",
      "e": "1 800."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/114-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Para que uma molécula dê origem a um medicamento de administração oral, além de apresentar atividade farmacológica, deve ser capaz de atingir o local de ação. Para tanto, essa molécula não deve se degradar no estômago (onde o meio é fortemente ácido e há várias enzimas que reagem mediante catálise ácida), deve ser capaz de atravessar as membranas celulares e ser solúvel no plasma sanguíneo (sistema aquoso). Para os fármacos cujas estruturas são formadas por cadeias carbônicas longas contendo pelo menos um grupamento amino, um recurso tecnológico empregado é sua conversão no cloridrato correspondente. Essa conversão é representada, de forma genérica, pela equação química:\nO aumento da eficiência de circulação do fármaco no sangue, promovido por essa conversão, deve-se ao incremento de seu(sua)",
    "alternativas": {
      "a": "basicidade.",
      "b": "lipofilicidade.",
      "c": "caráter iônico.",
      "d": "cadeia carbônica.",
      "e": "estado de oxidação."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/121-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Toxicidade do cianeto\nA produção de ATP depende do gradiente de prótons gerado pela cadeia respiratória. Nessas reações, os elétrons\nprovenientes da oxidação do NADH em NAD+ percorrem a cadeia até chegarem à citocromo c oxidase reduzindo o\nFe3+ a Fe2+. O oxigênio atua como aceptor final desses elétrons formando água. O cianeto é uma espécie química\naltamente tóxica que tem grande afinidade pelo Fe3+. Quando células são expostas ao cianeto, ele se liga ao sítio de\nFe3+ da citocromo c oxidase, impedindo a sua conversão em Fe2+ e bloqueando a cadeia respiratória.\n\n\n\n\n\n\n\nALBERTS, B. et al. Biologia molecular da célula. Porto Alegre: Artmed, 2010 (adaptado).\nEsse bloqueio aumenta a concentração celular de",
    "alternativas": {
      "a": "ATP.",
      "b": "água.",
      "c": "NADH.",
      "d": "dióxido de carbono.",
      "e": "citocromo c oxidase."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/122-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O ciclo do nitrogênio é composto por várias etapas, conforme a figura, sendo cada uma desempenhada por um grupo específico de microrganismos.\nSe o grupo dos microrganismos decompositores fosse exterminado, qual etapa não ocorreria?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/132-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Entre os medicamentos mais comuns consumidos para o alívio da dor está o ibuprofeno, um composto quiral com ação anti-inflamatória e efeito analgésico, que é comercializado como fármaco opticamente puro, ou seja, sem a mistura com outro isômero óptico. A fórmula estrutural plana do ibuprofeno é:\n\n\n\n\n\n\n\nAlém do ibuprofeno, destacam-se também os princípios ativos a seguir, presentes em outros medicamentos para o alívio da dor:\nO princípio ativo que apresenta o mesmo tipo de isomeria espacial que o ibuprofeno é o(a)",
    "alternativas": {
      "a": "fenacetina.",
      "b": "paracetamol.",
      "c": "dipirona sódica.",
      "d": "diclofenaco sódico.",
      "e": "butilbrometo de escopolamina."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/134-images/context_img_0.png,enem-data/enem-2023/134-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um assistente de laboratório precisou descartar sete frascos contendo solução de nitrato de mercúrio(l) que não foram utilizados em uma aula prática. Cada frasco continha 5,25 g de Hg2(NO3)2 dissolvidos em água. Temendo a toxidez do mercúrio e sabendo que o Hg2Cl2 tem solubilidade muito baixa, o assistente optou por retirar o mercúrio da solução por precipitação com cloreto de sódio (NaCl), conforme a equação química:\n\n\n\n\n\n\n\n\n\n\n\n\nNa dúvida sobre a massa de NaCl a ser utilizada, o assistente aumentou gradativamente a quantidade adicionada em cada frasco, como apresentado no quadro.\n\n\n\n\n\n\n\nO produto obtido em cada experimento foi filtrado, secado e teve sua massa aferida. O assistente organizou os resultados na forma de um gráfico que correlaciona a massa de NaCl adicionada com a massa de Hg2Cl2 obtida em cada frasco. A massa molar do Hg2(NO3)2 é 525 g mol-1, a do NaCl é 58 g mol-1 e a do Hg2Cl2 é 472 g mol-1.\nQual foi o gráfico obtido pelo assistente de laboratório?",
    "alternativas": {
      "a": "enem-data/enem-2023/129-images/alt_img_0.png",
      "b": "enem-data/enem-2023/129-images/alt_img_1.png",
      "c": "enem-data/enem-2023/129-images/alt_img_2.png",
      "d": "enem-data/enem-2023/129-images/alt_img_3.png",
      "e": "enem-data/enem-2023/129-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/129-images/context_img_0.png,enem-data/enem-2023/129-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nEsse anúncio publicitário, veiculado durante o contexto da pandemia de covid-19, tem por finalidade",
    "alternativas": {
      "a": "divulgar o canal telefônico de atendimento a casos de violência contra a mulher.",
      "b": "informar sobre a atuação de uma entidade defensora da mulher vítima de violência.",
      "c": "evidenciar o trabalho da Defensoria Pública em relação ao problema do abuso contra a mulher.",
      "d": "alertar a sociedade sobre o aumento da violência contra a mulher em decorrência do coronavírus.",
      "e": "incentivar o público feminino a denunciar crimes de violência contra a mulher durante o período de isolamento"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/8-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Disponivel em: www.cartoonstock.com. Acesso em: 25 out. 2021\nAo retratar o ambiente de trabalho em um escritório, esse cartum tem por objetivo",
    "alternativas": {
      "a": "criticar um padrão de vestimenta.",
      "b": "destacar a falta de diversidade.",
      "c": "indicar um modo de interação.",
      "d": "elogiar um modelo de organização.",
      "e": "salientar o espírito de cooperação."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/1-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nEsse cartaz de campanha sugere que",
    "alternativas": {
      "a": "os lixões precisam de ampliação.",
      "b": "o desperdício degrada o ambiente.",
      "c": "os mercados doam alimentos perecíveis.",
      "d": "a desnutrição compromete o raciocínio.",
      "e": "as residências carecem de refrigeradores."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/3-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "TEXTO I\n¿QUÉ ME PASA?:\n¿PorQUE ME CUESTA TANTO ESTUDIAR?\n¿PORQUE ME CUESTA TANTO CONCENTRARME?\n¿PoRQUE……\n¿PORQUÉ…..\n¿PORQUÉ NO CONSIGO APRENDER COMO LOS DEMÁS?\n\n\n\n\n\n\n\nDisponível em: www.otrasvoceseneducacion.org. Acesso em: 8 nov. 2022.\n\n\n\n\n\n\nТЕХТО II\nIshaan Awashi es un niño de 8 años cuyo mundo está plagado de maravillas que nadie más parece apreciar: colores, peces, perros y cometas, que simplemente no son importantes en la vida de los adultos, que parecen más interesados en cosas como los deberes, las notas o la limpieza. E Ishaan parece no poder hacer nada bien en clase. Cuando los problemas que ocasiona superan a sus padres, es internado en un colegio para que le disciplinen. Las cosas no mejoran en el nuevo colegio, donde Ishaan tiene además que aceptar estar lejos de sus padres. Hasta que un dia, el nuevo profesor de arte, Ram Shankar Nikumbh, entra en escena, se interesa por el pequeño Ishaan y todo cambia.\n\nDisponível em: https://elfinalde.com. Acesso em: 26 out. 2021 (adaptado)\nO filme Como estrellas en la tierra aborda o tema da dislexia. Relacionando o cartaz do filme com a sinopse, constata-se que o(a)",
    "alternativas": {
      "a": "olhar diferenciado para com o outro gera mudanças.",
      "b": "estudante com dislexia apresenta um tom questionador.",
      "c": "abordagem para lidar com a dislexia é pautada na disciplina.",
      "d": "contato com os pais prejudica o acompanhamento da dislexia.",
      "e": "mudança de interesses ocorre na transição da infância para a vida adulta."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/5-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Texto I\n\n\n\n\n\n\n\n\n\n\n\n\n\nSEGALL, L. Eternos caminhantes. Óleo sobre tela, 138 x 184 cm. Museu Lasar Segall. IbramMinc. São Paulo, 1919.\n\n\n\n\n\nTexto II\n \nEm 1933, a obra Eternos caminhantes ingressou em uma das primeiras edições das exposições de Arte Degenerada, promovida por membros do partido nazista alemão. Nos anos seguintes, ela voltaria a ser exibida na mostra denominada Exposição da Vergonha, promovida por pequenos grupos abastados. Em 1937, essa obra foi confiscada pelo Ministério da Propaganda daquele país, na grande ação nacional-socialista contra a “Arte Degenerada”.\n\nSCHWARTZ, J. Perseguição à Arte Moderna em tempos de amarra São Paulo: Museu Lasar Segall, 2018 (adaptado)\nQuase cinquenta obras de Lasar Segall foram confiscadas pelo regime totalitário alemão na primeira metade do século XX, entre elas a obra Eternos caminhantes, considerada degenerada por",
    "alternativas": {
      "a": "representar uma estética tida como inconveniente para o ideário político vigente.",
      "b": "manifestar um posicionamento político-cultural concebido por grupos de oposição.",
      "c": "expressar a cultura artística por meio da representação parcial do corpo humano.",
      "d": "apresentar uma composição que antecipa o imaginário artístico germânico.",
      "e": "estimular discussões sobre o papel da arte na construção coletiva de cultura."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/20-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nEssa campanha publicitária do Ministério da Saúde visa",
    "alternativas": {
      "a": "divulgar um conjunto de benefícios proporcionados pela amamentação.",
      "b": "apresentar tratamentos para infecções respiratórias em bebês.",
      "c": "defender o direito das mulheres de amamentar em público.",
      "d": "orientar sobre os exercícios para uma boa amamentação.",
      "e": "informar sobre o aumento de anticorpos nas mães."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/27-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma empresa de transporte faz regularmente um levantamento do número de viagens realizadas durante o dia por todos os 160 motoristas cadastrados em seu aplicativo. Em um certo dia, foi gerado um relatório, por meio de um gráfico de barras, no qual se relacionaram a quantidade de motoristas com a quantidade de viagens realizadas até aquele instante do dia.\nComparando os valores da média, da mediana e da moda da distribuição das quantidades de viagens realizadas pelos motoristas cadastrados nessa empresa, obtém-se",
    "alternativas": {
      "a": "mediana = média < moda.",
      "b": "mediana = moda < média.",
      "c": "mediana < média < moda.",
      "d": "moda < média < mediana.",
      "e": "moda < mediana < média."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/145-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O gerente de uma fábrica pretende comparar a evolução das vendas de dois produtos similares (I e II). Para isso, passou a verificar o número de unidades vendidas de cada um desses produtos em cada mês. Os resultados dessa verificação, para os meses de abril a junho, são apresentados na tabela.\n\n\n\n\n\n\n\n\n\n\n\n\nO gerente estava decidido a cessar a produção do produto II no mês seguinte àquele em que as vendas do produto I superassem as do produto II.\nSuponha que a variação na quantidade de unidades vendidas dos produtos I e II se manteve, mês a mês, como no período representado na tabela.\nEm qual mês o produto II parou de ser produzido?",
    "alternativas": {
      "a": "Junho.",
      "b": "Julho.",
      "c": "Agosto.",
      "d": "Setembro.",
      "e": "Outubro."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/144-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "\nConsidere que os números colocados nos vértices do triângulo estejam em progressão aritmética de razão igual a 2.\nNas condições propostas, quais as possíveis soluções para as somas dos números que formam os lados do triângulo?",
    "alternativas": {
      "a": "Há somente uma solução possível, e as somas em cada lado do triângulo são iguais a 7.",
      "b": "Há somente uma solução possível, e as somas em cada lado do triângulo são iguais a 9.",
      "c": "Há somente duas soluções possíveis, uma em que as somas em cada lado do triângulo são iguais a 7 e outra em que as somas são iguais a 9.",
      "d": "Há somente duas soluções possíveis, uma em que as somas em cada lado do triângulo são iguais a 9 e outra em que as somas são iguais a 12.",
      "e": "Há somente duas soluções possíveis, uma em que as somas em cada lado do triângulo são iguais a 10 e outra em que as somas são iguais a 11."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/148-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma pessoa pratica quatro atividades físicas — caminhar, correr, andar de bicicleta e jogar futebol — como parte de seu programa de emagrecimento. Essas atividades são praticadas semanalmente de acordo com o quadro, que apresenta o número de horas diárias por atividade.\n\n\n\n\n\n\n\n\n\n\n\n\nEla deseja comemorar seu aniversário e escolhe o dia da semana em que o gasto calórico com as atividades físicas  praticadas for o maior. Para tanto, considera que os valores dos gastos calóricos das atividades por hora (cal/h) são os seguintes:\nO dia da semana em que será comemorado o aniversário é",
    "alternativas": {
      "a": "segunda-feira.",
      "b": "terça-feira.",
      "c": "quarta-feira.",
      "d": "quinta-feira.",
      "e": "sexta-feira."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/139-images/context_img_0.png,enem-data/enem-2023/139-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O Aldrin é um inseticida agrícola organoclorado sintético de baixa polaridade, cuja estrutura molecular simétrica, de fórmula , está representada na figura. Introduzido na agricultura a partir da década de 1950, esse composto apresenta alta persistência no meio ambiente e acumulação nos organismos, sendo danoso para a saúde.\n\n \n\nVIEGAS JÚNIOR, C. Terpenos com atividade inseticida: uma alternativa para o controle químico de insetos. Química Nova, v. 26, n. 3, 2003 (adaptado).\n\n\n\n\n\nUm pesquisador coletou fluidos biológicos de indivíduos de uma população contaminada por esse inseticida agrícola. Ele analisou amostras de saliva, sangue, lágrima, urina e leite quanto à presença dessa substância.\nEm qual dos fluidos o pesquisador provavelmente encontrou a maior concentração dessa substância?",
    "alternativas": {
      "a": "Saliva, por consequência da atividade de enzimas.",
      "b": "Sangue, em função das hemácias e leucócitos.",
      "c": "Lágrima, em razão da concentração de sais.",
      "d": "Urina, pela presenca de moléculas de ureia.",
      "e": "Leite, por causa do alto teor de gorduras."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/116-images/context_img_0.png,enem-data/enem-2023/116-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Sejam a, b e c as medidas dos lados de um triângulo retângulo, tendo a como medida da hipotenusa. Esses valores a, b e c são, respectivamente, os diâmetros dos círculos C1 , C2 e C3, como apresentados na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nObserve que essa construção assegura, pelo teorema de Pitágoras, que área (C1) = área (C2) + área (C3).\nUm professor de matemática era conhecedor dessa construção e, confraternizando com dois amigos em uma pizzaria onde são vendidas pizzas somente em formato de círculo, lançou um desafio: mesmo sem usar um instrumento de medição, poderia afirmar com certeza se a área do círculo correspondente à pizza que ele pedisse era maior, igual ou menor do que a soma das áreas das pizzas dos dois amigos. Assim, foram pedidas três pizzas. O professor as dividiu ao meio e formou um triângulo com os diâmetros das pizzas, conforme indicado na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nA partir da medida do ângulo a, o professor afirmou que a área de sua pizza é maior do que a soma das áreas das outras duas pizzas.\nA área da pizza do professor de matemática é maior do que a soma das áreas das outras duas pizzas, pois",
    "alternativas": {
      "a": "0° < a < 90°",
      "b": "a = 90°",
      "c": "90° < a < 180°",
      "d": "a = 180°",
      "e": "180° < a < 360°"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/142-images/context_img_0.png,enem-data/enem-2023/142-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Os números figurados pentagonais provavelmente foram introduzidos pelos pitagóricos por volta do século V a.C. As figuras ilustram como obter os seis primeiros deles, sendo os demais obtidos seguindo o mesmo padrão geométrico.\nO oitavo número pentagonal é",
    "alternativas": {
      "a": "59",
      "b": "83",
      "c": "86",
      "d": "89",
      "e": "92"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/152-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "A foto mostra a construção de uma cisterna destinada ao armazenamento de água. Uma cisterna como essa, na forma de cilindro circular reto com 3 m² de área da base, foi abastecida por um curso-d’água com vazão constante. O seu proprietário registrou a altura do nível da água no interior da cisterna durante o abastecimento em diferentes momentos de um mesmo dia, conforme o quadro.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: www.paraibamix.com. Acesso em: 3 dez. 2012.\nQual foi a vazão, em metro cúbico por hora, do curso-d’água que abasteceu a cisterna?",
    "alternativas": {
      "a": "0,3",
      "b": "0,5",
      "c": "0,9",
      "d": "1,8",
      "e": "2,7"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/146-images/context_img_0.png,enem-data/enem-2023/146-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um professor, para promover a aprendizagem dos estudantes em estatística, propôs uma atividade. O objetivo era verificar o percentual de estudantes com massa corporal abaixo da média e altura acima da média de um grupo de estudantes. Para isso, usando uma balança e uma fita métrica, avaliou uma amostra de dez estudantes, anotando as medidas observadas. O gráfico apresenta a massa corporal, em quilograma, e a altura, em metro, obtidas na atividade\n\n\n\n\n\n\n\n\n\n\n\n\nApós a coleta dos dados, os estudantes calcularam a média dos valores obtidos, referentes à massa corporal e à altura, obtendo, respectivamente, 80 kg e 1,65 m.\nQual é o percentual de estudantes dessa amostra com massa corporal abaixo da média e altura acima da média?",
    "alternativas": {
      "a": "10",
      "b": "20",
      "c": "30",
      "d": "50",
      "e": "70"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/154-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Ao realizar o cadastro em um aplicativo de investimentos, foi solicitado ao usuário que criasse uma senha, sendo permitido o uso somente dos seguintes caracteres:\n• algarismos de 0 a 9;\n• 26 letras minúsculas do alfabeto;\n• 26 letras maiúsculas do alfabeto;\n• 6 caracteres especiais !, @, #, $, *, &.\nTrês tipos de estruturas para senha foram apresentadas ao usuário:\n• tipo I: formada por quaisquer quatro caracteres distintos, escolhidos dentre os permitidos;\n• tipo II: formada por cinco caracteres distintos, iniciando por três letras, seguidas por um algarismo e, ao final, um caractere especial;\n• tipo III: formada por seis caracteres distintos, iniciando por duas letras, seguidas por dois algarismos e, ao final, dois caracteres especiais.\nConsidere  as probabilidades de se descobrirem ao acaso, na primeira tentativa, as senhas dos tipos I, II e III, respectivamente.\nNessas condições, o tipo de senha que apresenta a menor probabilidade de ser descoberta ao acaso, na primeira tentativa, é o",
    "alternativas": {
      "a": "tipo I, pois p1 < p2 < p3.",
      "b": "tipo I, pois tem menor quantidade de caracteres.",
      "c": "tipo II, pois tem maior quantidade de letras.",
      "d": "tipo III, pois p3 < p2 < p1",
      "e": "tipo III, pois tem maior quantidade de caracteres."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/157-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um investidor iniciante observou o gráfico que apresenta a evolução dos valores de duas criptomoedas A e B em relação ao tempo.\n\n\n\n\n\n\n\n\n\n\n\n\nDurante horas consecutivas, esses valores foram observados em nove instantes, representados por horas exatas.\nEm quantos desses instantes a criptomoeda A estava mais valorizada do que a criptomoeda B?",
    "alternativas": {
      "a": "3",
      "b": "4",
      "c": "6",
      "d": "7",
      "e": "9"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/162-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Analisando as vendas de uma empresa, o gerente concluiu que o montante diário arrecadado, em milhar de real, poderia ser calculado pela expressão  , em que os valores de x representam os dias do mês, variando de 1 a 30.\nUm dos fatores para avaliar o desempenho mensal da empresa é verificar qual é o menor montante diário  arrecadado ao longo do mês e classificar o desempenho conforme as categorias apresentadas a seguir, em que as quantidades estão expressas em milhar de real.\nNo caso analisado, qual seria a classificação do desempenho da empresa?",
    "alternativas": {
      "a": "Ótimo.",
      "b": "Bom.",
      "c": "Normal.",
      "d": "Ruim.",
      "e": "Péssimo."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/160-images/context_img_0.png,enem-data/enem-2023/160-images/context_img_1.png,enem-data/enem-2023/160-images/context_img_2.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Num certo momento de um jogo digital, a tela apresenta a imagem representada na figura. O ponto Q1 representa a posição de um jogador que está com a bola, os pontos Q2, Q3, Q4 , Q5 e Q6\ntambém indicam posições de jogadores da mesma equipe, e os pontos A e B indicam os dois pés da trave mais próxima deles. No momento da partida retratado, o jogador Q1 tem a posse da bola, que será passada para um dos outros jogadores das posições Qn, n ∈ {2, 3, 4, 5, 6}, cujo ângulo AQnB tenha a mesma medida do ângulo AQ1 B.\nQual é o jogador que receberá a bola?",
    "alternativas": {
      "a": "enem-data/enem-2023/147-images/alt_img_0.png",
      "b": "enem-data/enem-2023/147-images/alt_img_1.png",
      "c": "enem-data/enem-2023/147-images/alt_img_2.png",
      "d": "enem-data/enem-2023/147-images/alt_img_3.png",
      "e": "enem-data/enem-2023/147-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Um artista plástico esculpe uma escultura a partir de um bloco de madeira de lei, em etapas. Inicialmente, esculpe um cone reto com 36 cm de altura e diâmetro da base medindo 18 cm. Em seguida, remove desse cone um cone menor, cujo diâmetro da base mede 6 cm, obtendo, assim, um tronco de cone, conforme ilustrado na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nEm seguida, perfura esse tronco de cone, removendo um cilindro reto, de diâmetro 6 cm, cujo eixo de simetria é o mesmo do cone original. Dessa forma, ao final, a escultura tem a forma de um tronco de cone com uma perfuração cilíndrica de base a base.\nO tipo de madeira utilizada para produzir essa escultura tem massa igual a 0,6 g por centímetro cúbico de volume. Utilize 3 como aproximação para π.\nQual é a massa, em grama, dessa escultura?",
    "alternativas": {
      "a": "1.198,8",
      "b": "1.296,0",
      "c": "1.360,8",
      "d": "4.665,6",
      "e": "4.860,0"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/164-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Os 100 funcionários de uma empresa estão distribuídos em dois setores: Produção e Administração.\nOs funcionários de um mesmo setor recebem salários com valores iguais. O quadro apresenta a quantidade de funcionários por setor e seus respectivos salários.\nA média dos salários dos 100 funcionários dessa empresa, em real, é",
    "alternativas": {
      "a": "2.000,00.",
      "b": "2.500,00.",
      "c": "3.250,00.",
      "d": "4.500,00.",
      "e": "9.000,00."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/165-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "A figura ilustra uma roda-gigante no exato instante em que a cadeira onde se encontra a pessoa P está no ponto mais alto dessa roda-gigante.\n\n\n\n\n\n\n\n\n\n\n\n\nCom o passar do tempo, à medida que a roda-gigante gira, com velocidade angular constante e no sentido horário, a altura da cadeira onde se encontra a pessoa P, em relação ao solo, vai se alterando.\nO gráfico que melhor representa a variação dessa altura, em função do tempo, contado a partir do instante em que a cadeira da pessoa P se encontra na posição mais alta da roda-gigante, é",
    "alternativas": {
      "a": "enem-data/enem-2023/153-images/alt_img_0.png",
      "b": "enem-data/enem-2023/153-images/alt_img_1.png",
      "c": "enem-data/enem-2023/153-images/alt_img_2.png",
      "d": "enem-data/enem-2023/153-images/alt_img_3.png",
      "e": "enem-data/enem-2023/153-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/153-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "As características culturais variam de povo para povo. Há notícias de um povo que possuía formas de contar diferentes das nossas, como indicado no quadrinho a seguir.\nSegundo o padrão de contagem indicado na figura, as representações dos numerais cinco e sete, nessa cultura, devem ser, respectivamente,",
    "alternativas": {
      "a": "okosa urapum urapum urapum e okosa okosa urapum urapum urapum.",
      "b": "okosa okosa urapum e okosa okosa okosa okosa urapum.",
      "c": "okosa okosa urapum e okosa okosa okosa urapum.",
      "d": "okosa urapum urapum e okosa urapum okosa urapum urapum.",
      "e": "okosa okosa urapum e okosa okosa okosa okosa."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/168-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma pessoa caminha por 30 minutos e utiliza um aplicativo instalado em seu celular para monitorar a variação da intensidade do sinal de internet recebido pelo aparelho durante o deslocamento. Chegando ao seu destino, o aplicativo forneceu este gráfico:\nPor quantos minutos, durante essa caminhada, o celular dessa pessoa ficou sem receber sinal de internet?",
    "alternativas": {
      "a": "6",
      "b": "8",
      "c": "10",
      "d": "14",
      "e": "24"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/176-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma pessoa comprou um ingresso para o cinema em cuja entrada está afixado um mapa com a representação bidimensional do posicionamento das poltronas, conforme a figura. Essa pessoa, após consultar o mapa, começou a subir uma das escadas e parou na posição indicada pela estrela, direcionada para o norte. Ela conferiu seu bilhete e observou que, para encontrar sua poltrona, deveria partir do ponto onde estava, continuar subindo a escada na direção norte por mais quatro fileiras e olhar à sua direita, e sua poltrona será a terceira.\n\n\n\n\n\n\n\n\n\n\n\n\nNesse cinema, as poltronas são identificadas por uma letra, que indica a fileira, e um número, que fornece a posição da poltrona na fileira, respectivamente.\nA poltrona dessa pessoa é a identificada por",
    "alternativas": {
      "a": "A6.",
      "b": "H1.",
      "c": "H6.",
      "d": "I1.",
      "e": "I6."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/0-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Na planta baixa de um clube, a piscina é representada por um quadrado cuja área real mede 400 m². Ao redor dessa piscina, será construída uma calçada, de largura constante igual a 5 m.\nQual é a medida da área, em metro quadrado, ocupada pela calçada?",
    "alternativas": {
      "a": "1.000",
      "b": "900",
      "c": "600",
      "d": "500",
      "e": "400"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/175-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O gráfico expõe alguns números da gripe A-H1N1. Entre as categorias que estão em processo de imunização, uma já está completamente imunizada, a dos trabalhadores da saúde.\n\n\n\n\n\n\n\nÉpoca, 26 abr. 2010 (adaptado).\nDe acordo com o gráfico, entre as demais categorias, a que está mais exposta ao vírus da gripe A-H1N1 é a categoria de",
    "alternativas": {
      "a": "indígenas.",
      "b": "gestantes.",
      "c": "doentes crônicos.",
      "d": "adultos entre 20 e 29 anos.",
      "e": "crianças de 6 meses a 2 anos."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/177-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O manual de um automóvel alerta sobre os cuidados em relação à pressão do ar no interior dos pneus. Recomenda-se que a pressão seja verificada com os pneus frios (à temperatura ambiente). Um motorista, desatento a essa informação, realizou uma viagem longa sobre o asfalto quente e, em seguida, verificou que a pressão no interior dos pneus não era a recomendada pelo fabricante. Na ocasião, a temperatura dos pneus era . Após um longo período em repouso, os pneus do carro atingiram a temperatura ambiente T. Durante o resfriamento, não há alteração no volume dos pneus e na quantidade de ar no seu interior. Considere o ar dos pneus um gás perfeito (também denominado gás ideal).\nDurante o processo de resfriamento, os valores de pressão em relação à temperatura (P x T) são representados pelo gráfico:",
    "alternativas": {
      "a": "enem-data/enem-2023/119-images/alt_img_0.png",
      "b": "enem-data/enem-2023/119-images/alt_img_1.png",
      "c": "enem-data/enem-2023/119-images/alt_img_2.png",
      "d": "enem-data/enem-2023/119-images/alt_img_3.png",
      "e": "enem-data/enem-2023/119-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/119-images/context_img_0.png,enem-data/enem-2023/119-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "A exposição a alguns níveis sonoros pode causar lesões auditivas. Por isso, em uma indústria, são adotadas medidas preventivas de acordo com a máquina que o funcionário opera e o nível N de intensidade do som, medido em decibel (dB), a que o operário é exposto, sendo , I a intensidade do som e .\nDisponível em: www.sofisica.com.br. Acesso em: 8 jul. 2015 (adaptado).\nQuando o som é considerado baixo, ou seja, N = 48 dB ou menos, deve ser utilizada a medida preventiva I. No caso de o som ser moderado, quando N está no intervalo (48 dB, 55 dB), deve ser utilizada a medida preventiva II. Quando o som é moderado alto, que equivale a N no intervalo (55 dB, 80 dB), a medida preventiva a ser usada é a III. Se N estiver no intervalo (80 dB, 115 dB), quando o som é considerado alto, deve ser utilizada a medida preventiva IV. E se o som é considerado muito alto, com N maior que 115 dB, deve-se utilizar a medida preventiva V.\nUma nova máquina, com , foi adquirida e será classificada de acordo com o nível de ruído que produz.\nConsidere 0,3 como aproximação para .\nO funcionário que operará a nova máquina deverá adotar a medida preventiva",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/163-images/context_img_0.png,enem-data/enem-2023/163-images/context_img_1.png,enem-data/enem-2023/163-images/context_img_2.png,enem-data/enem-2023/163-images/context_img_3.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "A figura representa uma escada com três degraus, construída em concreto maciço, com suas medidas especificadas.\n\n\n\n\n\n\n\n\n\n\n\n\nNessa escada, pisos e espelhos têm formato retangular, e as paredes laterais têm formato de um polígono cujos lados adjacentes são perpendiculares. Pisos, espelhos e paredes laterais serão revestidos em cerâmica.\nA área a ser revestida em cerâmica, em metro quadrado, mede",
    "alternativas": {
      "a": "1,20.",
      "b": "1,35.",
      "c": "1,65.",
      "d": "1,80.",
      "e": "1,95."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/178-images/context_img_0.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "O esquema mostra como a intensidade luminosa decresce com o aumento da profundidade em um rio, sendo  a intensidade na sua superfície.\n\nConsidere que a intensidade luminosa diminui, a cada metro acrescido na profundidade, segundo o mesmo padrão do esquema.\nA intensidade luminosa correspondente à profundidade de 6 m é igual a",
    "alternativas": {
      "a": "enem-data/enem-2023/159-images/alt_img_0.png",
      "b": "enem-data/enem-2023/159-images/alt_img_1.png",
      "c": "enem-data/enem-2023/159-images/alt_img_2.png",
      "d": "enem-data/enem-2023/159-images/alt_img_3.png",
      "e": "enem-data/enem-2023/159-images/alt_img_4.png"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/159-images/context_img_0.png,enem-data/enem-2023/159-images/context_img_1.png"
    ]
  },
  {
    "ano": 2023,
    "materia": "Desconhecida",
    "questao": "Uma empresa de segurança domiciliar oferece o serviço de patrulha noturna, no qual vigilantes em motocicletas fazem o monitoramento periódico de residências. A empresa conta com uma base, de onde acompanha o trajeto realizado pelos vigilantes durante as patrulhas e orienta o deslocamento de equipes de reforço quando necessário. Numa patrulha rotineira, sem ocorrências, um vigilante conduziu sua motocicleta a uma velocidade constante durante todo o itinerário estabelecido, levando 30 minutos para conclusão. De acordo com os registros do GPS alocado na motocicleta, a distância da posição do vigilante à base, ao longo do tempo de realização do trajeto, é descrita pelo gráfico.\nA vista superior da trajetória realizada pelo vigilante durante a patrulha registrada no gráfico é descrita pela representação",
    "alternativas": {
      "a": "enem-data/enem-2023/172-images/alt_img_0.png",
      "b": "enem-data/enem-2023/172-images/alt_img_1.png",
      "c": "enem-data/enem-2023/172-images/alt_img_2.png",
      "d": "enem-data/enem-2023/172-images/alt_img_3.png",
      "e": "enem-data/enem-2023/172-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2023/2023-images/enem-data/enem-2023/172-images/context_img_0.png"
    ]
  }
]