[
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nA dinâmica hidrológica expressa no gráfico demonstra que o processo de urbanização promove a",
    "alternativas": {
      "a": "redução do volume dos rios",
      "b": "expansão do lençol freático",
      "c": "diminuição do índice de chuvas",
      "d": "retração do nível dos reservatórios",
      "e": "ampliação do escoamento superficial"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/48-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Fotografia: LUCAS HALLEL. Disponível em: www.fiickr.com. Acesso em: 16 abr. 2018 (adaptado)\nO grupo O Teatro Mágico apresenta composições autorais que têm referências estéticas do rock, do pop e da música folclórica brasileira. A originalidade dos seus shows tem relação com a ópera europeia do século XIX a partir da",
    "alternativas": {
      "a": "disposição cênica dos artistas no espaço teatral.",
      "b": "integração de diversas linguagens artísticas.",
      "c": "sobreposição entre música e texto literário.",
      "d": "manutenção de um diálogo com o público.",
      "e": "adoção de um enredo como fio condutor."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/17-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I\nHá mais de duas décadas, os cientistas e ambientalistas têm alertado para o fato de a água doce ser um recurso escasso em nosso planeta. Desde o começo de 2014, o Sudeste do Brasil adquiriu uma clara percepção dessa realidade em função da seca.\n\n\n\n\n\nTEXTO II\n                                 Dinâmicas atmosféricas no Brasil\nElementos relevantes ao transporte de umidade na América do Sul a leste dos Andes pelos Jatos de Baixos Níveis (JBN), Frentes Frias (FF) e transporte de umidade do Atlântico Sul, assim como a presença da Zona de Convergência do Atlântico Sul (ZCAS), para um verão normal e para o verão seco de 2014. “A ” representa o centro da anomalia de alta pressão atmosférica.\nDe acordo com as informações apresentadas, a seca de 2014, no Sudeste, teve como causa natural o(a)",
    "alternativas": {
      "a": "constituição de frentes quentes barrando as chuvas convectivas.",
      "b": "formação de anticiclone impedindo a entrada de umidade.",
      "c": "presença de nebulosidade na região de cordilheira.",
      "d": "avanço de massas polares para o continente.",
      "e": "baixa pressão atmosférica no litoral."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/55-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nConsiderando as diferenças entre extrativismo vegetal e silvicultura, a variação das curvas do gráfico foi influenciada pela tendência de",
    "alternativas": {
      "a": "conservação do bioma nativo.",
      "b": "estagnação do setor primário.",
      "c": "utilização de madeira de reflorestamento.",
      "d": "redução da produção de móveis.",
      "e": "retração da indústria alimentícia."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/73-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nEsse ônibus relaciona-se ao ato praticado, em 1955, por Rosa Parks, apresentada em fotografia ao lado de Martin Luther King. O veículo alcançou o estatuto de obra museológica por simbolizar o(a)",
    "alternativas": {
      "a": "impacto do medo da corrida armamentista.",
      "b": "democratização do acesso à escola pública.",
      "c": "preconceito de gênero no transporte coletivo.",
      "d": "deflagração do movimento por igualdade civil.",
      "e": "eclosão da rebeldia no comportamento juvenil."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/65-images/context_img_0.png,enem-data/enem-2018/65-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nQual característica do meio físico é condição necessária para a distribuição espacial do fenômeno representado?",
    "alternativas": {
      "a": "Cobertura vegetal com porte arbóreo.",
      "b": "Barreiras orográficas com altitudes elevadas.",
      "c": "Pressão atmosférica com diferença acentuada.",
      "d": "Superfície continental com refletividade intensa.",
      "e": "Correntes marinhas com direções convergentes."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/71-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nO anúncio publicitário da década de 1940 reforça os seguintes estereótipos atribuídos historicamente a uma suposta natureza feminina:",
    "alternativas": {
      "a": "Pudor inato e instinto maternal.",
      "b": "Fragilidade física e necessidade de aceitação.",
      "c": "Isolamento social e procura de autoconhecimento.",
      "d": "Dependência econômica e desejo de ostentação.",
      "e": "Mentalidade fútil e conduta hedonista."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/79-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "\nEssa imagem foi impressa em cartilha escolar durante a vigência do Estado Novo com o intuito de",
    "alternativas": {
      "a": "destacar a sabedoria inata do líder governamental.",
      "b": "atender a necessidade familiar de obediência infantil.",
      "c": "promover o desenvolvimento consistente das atitudes solidárias.",
      "d": "conquistar a aprovação política por meio do apelo carismático.",
      "e": "estimular o interesse acadêmico por meio de exercícios intelectuais."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/81-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Alguns peixes, como o poraquê, a enguia-elétrica da Amazônia, podem produzir uma corrente elétrica quando se encontram em perigo. Um poraquê de 1 metro de comprimento, em perigo, produz uma corrente em torno de 2 ampères e uma voltagem de 600 volts.\nO quadro apresenta a potência aproximada de\nequipamentos elétricos.\nO equipamento elétrico que tem potência similar àquela produzida por esse peixe em perigo é o(a)",
    "alternativas": {
      "a": "exaustor.",
      "b": "computador.",
      "c": "aspirador de pó.",
      "d": "churrasqueira elétrica.",
      "e": "secadora de roupas."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/109-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O processo de formação de novas espécies é lento e repleto de nuances e estágios intermediários, havendo uma diminuição da viabilidade entre cruzamentos. Assim, plantas originalmente de uma mesma espécie que não cruzam mais entre si podem ser consideradas como uma espécie se diferenciando. Um pesquisador realizou cruzamentos entre nove populações — denominadas de acordo com a localização onde são encontradas — de uma espécie de orquídea (Epidendrum denticulatum). No diagrama estão os resultados dos cruzamentos entre as populações.\nConsidere que o doador fornece o pólen para o receptor\n\nFIORAVANTI, C. Os primeiros passos de novas espécies: plantas e animais se diferenciam por meio de mecanismos surpreendentes. Pesquisa Fapesp, out. 2013 (adaptado).\nEm populações de quais localidades se observa um processo de especiação evidente?",
    "alternativas": {
      "a": "Bertioga e Marambaia; Alcobaça e Olivença.",
      "b": "Itirapina e Itapeva; Marambaia e Massambaba.",
      "c": "Itirapina e Marambaia; Alcobaça e Itirapina.",
      "d": "Itirapina e Peti; Alcobaça e Marambaia.",
      "e": "Itirapina e Olivença; Marambaia e Peti."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/120-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O nível metabólico de uma célula pode ser determinado pela taxa de síntese de RNAs e proteínas, processos dependentes de energia. Essa diferença na taxa de síntese de biomoléculas é refletida na abundância e características morfológicas dos componentes celulares. Em uma empresa de produção de hormônios proteicos a partir do cultivo de células animais, um pesquisador deseja selecionar uma linhagem com o metabolismo de síntese mais elevado, dentre as cinco esquematizadas na figura.\nQual linhagem deve ser escolhida pelo pesquisador?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/114-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Em 1938 o arqueólogo alemão WIlhelm Kõnlg, diretor do Museu Nacional do Iraque, encontrou um objeto estranho na coleção da Instituição, que poderia ter sido usado como uma pilha, similar às utilizadas em nossos dias. A suposta pilha, datada de cerca de 200 a.C., é constituída de um pequeno vaso de barro (argila) no qual foram instalados um tubo de cobre, uma barra de ferro (aparentemente corroída por ácido) e uma tampa de betume (asfalto), conforme ilustrado. Considere os potenciais-padrão de redução:  (Fe^+|Fe) = -0,4: 4 V;  (H+|H.) = 0,00 V; e   (Cu^+|Cu) = +0,34 V.\nNessa suposta pilha, qual dos componentes atuaria como cátodo?",
    "alternativas": {
      "a": "A tampa de betume.",
      "b": "O vestígio de ácido.",
      "c": "A barra de ferro.",
      "d": "O tubo de cobre.",
      "e": "O vaso de barro."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/125-images/context_img_0.png,enem-data/enem-2018/125-images/context_img_1.png,enem-data/enem-2018/125-images/context_img_2.png,enem-data/enem-2018/125-images/context_img_3.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A Transferência Eletrônica Disponível (TED) é uma transação financeira de valores entre diferentes bancos. Um economista decide analisar os valores enviados por meio de TEDs entre cinco bancos (1, 2, 3, 4 e 5) durante um mês. Para isso, ele dispõe esses  valores em uma matriz A = [aij], em que  e , e o elemento aij corresponde ao total proveniente das operações feitas via TED, em milhão de real, transferidos do banco i para o banco j durante o mês. Observe que os elementos aij = 0, uma vez que TED é uma transferência entre bancos distintos. Esta é a matriz obtida para essa análise:\nCom base nessas informações, o banco que transferiu a maior quantia via TED é o banco",
    "alternativas": {
      "a": "1.",
      "b": "2.",
      "c": "3.",
      "d": "4.",
      "e": "5."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/164-images/context_img_0.png,enem-data/enem-2018/164-images/context_img_1.png,enem-data/enem-2018/164-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O carro flex é uma realidade no Brasil. Estes veículos estão equipados com motor que tem a capacidade de funcionar com mais de um tipo de combustível. No entanto, as pessoas que têm esse tipo de veículo, na hora\ndo abastecimento, têm sempre a dúvida: álcool ou gasolina? Para avaliar o consumo desses combustíveis, realizou-se um percurso com um veículo flex, consumindo 40 itros de gasolina e no percurso de volta utilizou-se etanol.\nFoi considerado o mesmo consumo de energia tanto no percurso de ida quanto no de volta.\nO quadro resume alguns dados aproximados sobre esses combustíveis.\nO volume de etanol combustível, em litro, consumido no percurso de volta é mais próximo de",
    "alternativas": {
      "a": "27.",
      "b": "32.",
      "c": "37.",
      "d": "58.",
      "e": "67."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/100-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Pesquisas demonstram que nanodispositivos baseados em movimentos de dimensões atômicas, induzidos por luz, poderão ter aplicações em tecnologias futuras, substituindo micromotores, sem a necessidade de componentes mecânicos. Exemplo de movimento molecular induzido pela luz pode ser observado pela flexão de uma lâmina delgada de silício, ligado a um polímero de azobenzeno e a um material suporte, em dois comprimentos de onda, conforme ilustrado na figura. Com a aplicação de luz ocorrem reações reversíveis da cadeia do polímero, que promovem o movimento observado:\n\nTOMA, H. E. A nanotecnologia das moléculas. Química Nova na Escola, n.21, maio 2005 (adaptado).\nO fenômeno de movimento molecular, promovido pela incidência de luz, decorre do(a)",
    "alternativas": {
      "a": "movimento vibracional dos átomos, que leva ao encurtamento e à relaxação das ligações",
      "b": "isomerização das ligações N=N, sendo a forma cis do polímero mais compacta que a trans.",
      "c": "tautomerização das unidades monoméricas do polímero, que leva a um composto mais compacto.",
      "d": "ressonância entre os elétrons π do grupo azo e os do anel aromático que encurta as ligações duplas.",
      "e": "variação conformacional das ligações N=N, que resulta em estruturas com diferentes áreas de superfície."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/99-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um projetista deseja construir um brinquedo que lance um pequeno cubo ao longo de um trilho horizontal, e o dispositivo precisa oferecer a opção de mudar a velocidade de lançamento. Para isso, ele utiliza uma mola e um trilho onde o atrito pode ser desprezado, conforme a figura.\nPara que a velocidade de lançamento do cubo seja aumentada quatro vezes, o projetista deve",
    "alternativas": {
      "a": "manter a mesma mola e aumentar duas vezes a sua deformação.",
      "b": "manter a mesma mola e aumentar quatro vezes a sua deformação.",
      "c": "manter a mesma mola e aumentar dezesseis vezes a sua deformação.",
      "d": "trocar a mola por outra de constante elástica duas vezes maior e manter a deformação.",
      "e": "trocar a mola por outra de constante elástica quatro vezes maior e manter a deformação."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/98-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Muitos primatas, incluindo nós humanos, possuem visão tricromática: têm três pigmentos visuais na retina sensíveis à luz de uma determinada faixa de comprimentos de onda. Informalmente, embora os pigmentos em si não possuam cor, estes são conhecidos como pigmentos“azul”, “verde” e “vermelho” e estão associados ã cor que causa grande excitação (ativação). A sensação que temos ao observar um objeto colorido decorre da ativação relativa dos três pigmentos. Ou seja, se estimulássemos a retina com uma luz na faixa de 530 nm (retângulo I no gráfico), não excitaríamos o pigmento “azul”, o pigmento “verde” seria ativado ao máximo e o “vermelho” seria ativado em aproximadamente 75%, e Isso nos daria a sensação de ver uma cor amarelada. Já uma luz na faixa de comprimento de onda de 600 nm (retângulo II) estimularia o pigmento “verde” um pouco e o “vermelho” em cerca de 75%, e Isso nos daria a sensação de ver laranja-avermelhado. No entanto, há características genéticas presentes em alguns indivíduos, conhecidas coletivamente como Daltonismo, em que um ou mais pigmentos não funcionam perfeitamente.\nCaso estimulássemos a retina de um indivíduo com essa característica, que não possuísse o pigmento conhecido como “verde”, com as luzes de 530 nm e 600 nm na mesma intensidade luminosa, esse indivíduo seria incapaz de",
    "alternativas": {
      "a": "Identificar o comprimento de onda do amarelo, uma vez que não possui o pigmento “verde”.",
      "b": "ver o estímulo de comprimento de onda laranja, pois não haveria estimulação de um pigmento visual.",
      "c": "detectar ambos os comprimentos de onda, uma vez que a estimulação dos pigmentos estaria prejudicada.",
      "d": "visualizar o estímulo do comprimento de onda roxo, já que este se encontra na outra ponta do espectro.",
      "e": "distinguir os dois comprimentos de onda, pois ambos estimulam o pigmento “vermelho” na mesma intensidade."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/96-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Por meio de reações químicas que envolvem carboidratos, lipídeos e proteínas, nossas células obtêm energia e produzem gás carbônico e água. A oxidação da glicose no organismo humano libera energia, conforme ilustra a equação química, sendo que aproximadamente 40% dela é disponibilizada para atividade muscular.\nNa oxidação de 1,0 grama de glicose, a energia obtida para atividade muscular, em quilojoule, é mais próxima de",
    "alternativas": {
      "a": "6,2.",
      "b": "15,6.",
      "c": "70,0.",
      "d": "622,2.",
      "e": "1 120,0."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/108-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Nos manuais de instalação de equipamentos de som há o alerta aos usuários para que observem a correta polaridade dos fios ao realizarem as conexões das caixas de som. As figuras ilustram o esquema de conexão das caixas de som de um equipamento de som mono, no qual os alto-falantes emitem as mesmas ondas. No primeiro caso, a ligação obedece às especificações do fabricante e no segundo mostra uma ligação na qual a polaridade está invertida.\nO que ocorre com os alto-falantes E e D se forem conectados de acordo com o segundo esquema?",
    "alternativas": {
      "a": "O alto-falante E funciona normalmente e o D entra em curto-circuito e não emite som.",
      "b": "O alto-falante E emite ondas sonoras com frequências ligeiramente diferentes do alto-falante D provocando o fenômeno de batimento.",
      "c": "O alto-falante E emite ondas sonoras com frequências e fases diferentes do alto-falante D provocando o fenômeno conhecido como ruído.",
      "d": "O alto-falante E emite ondas sonoras que apresentam um lapso de tempo em relação às emitidas pelo alto-falante D provocando o fenômeno de reverberação.",
      "e": "O alto-falante E emite ondas sonoras em oposição de fase às emitidas pelo alto-falante D provocando o fenômeno de interferência destrutiva nos pontos equidistantes aos alto-falantes."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/124-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "As pessoas que utilizam objetos cujo princípio de funcionamento é o mesmo do das alavancas aplicam uma força, chamada de força potente, em um dado ponto da barra, para superar ou equilibrar uma segunda força, chamada de resistente, em outro ponto da barra. Por causa das diferentes distâncias entre os pontos de aplicação das forças, potente e resistente, os seus efeitos também são diferentes. Afigura mostra alguns exemplos desses objetos.\nEm qual dos objetos a força potente é maior que a força resistente?",
    "alternativas": {
      "a": "Pinça.",
      "b": "Alicate.",
      "c": "Quebra-nozes.",
      "d": "Carrinho de mão.",
      "e": "Abridor de garrafa."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/118-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A identificação de riscos de produtos perigosos para o transporte rodoviário é obrigatória e realizada por meio da sinalização composta por um painel de segurança, de cor alaranjada, e um rótulo de risco. As informações inseridas no painel de segurança e no rótulo de risco, conforme determina a legislação, permitem que se identifique o produto transportado e os perigos a ele associados.\nA sinalização mostrada identifica uma substância que está sendo transportada em um caminhão.\n\n\n\n\n\n\n\n\n\n\n\n\nOs três algarismos da parte superior do painel indicam o “Número de risco”. O número 268 indica tratar-se de um gás (2), tóxico (6) e corrosivo (8). Os quatro dígitos da parte inferior correspondem ao “Número ONU”, que identifica o produto transportado.\n\nBRASIL. Resolução n. 420, de 12/02/2004, da Agência Nacional de Transportes Terrestres (ANTT)/Ministério dos Transportes (adaptado).\nABNT. NBR 7500: identificação para o transporte terrestre, manuseio, movimentação e\narmazenamento de produtos. Rio de Janeiro, 2004 (adaptado).\nConsiderando a identificação apresentada no caminhão, o código 1005 corresponde à substância",
    "alternativas": {
      "a": "enem-data/enem-2018/94-images/alt_img_0.png",
      "b": "enem-data/enem-2018/94-images/alt_img_1.png",
      "c": "enem-data/enem-2018/94-images/alt_img_2.png",
      "d": "enem-data/enem-2018/94-images/alt_img_3.png",
      "e": "enem-data/enem-2018/94-images/alt_img_4.png"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/94-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Afigura representa um prisma óptico, constituído de um material transparente, cujo índice de refração é crescente com a frequência da luz que sobre ele incide. Um feixe luminoso, composto por luzes vermelha, azul e verde, incide na face A, emerge na face B e, após ser refletido por um espelho. Incide num flime para fotografia colorida, revelando três pontos.\nObservando os pontos luminosos revelados no flime, de baixo para cima, constatam-se as seguintes cores:",
    "alternativas": {
      "a": "Vermelha, verde, azul.",
      "b": "Verde, vermelha, azul.",
      "c": "Azul, verde, vermelha.",
      "d": "Verde, azul, vermelha.",
      "e": "Azul, vermelha, verde."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/128-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A hidroxilamina  é extremamente reativa em reações de substituição nucleofílica, justificando sua utilização em diversos processos. A reação de substituição nucleofílica entre o anidrido acético e a hidroxilamina está representada.\n\n\n\n\n\n\n\n\n\n\n\n\nO produto A é favorecido em relação ao B, por um fator de. Em um estudo de possível substituição do uso de hidroxilamina, foram testadas as moléculas numeradas de 1 a 5.\nDentre as moléculas testadas, qual delas apresentou menor reatividade?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/111-images/context_img_0.png,enem-data/enem-2018/111-images/context_img_1.png,enem-data/enem-2018/111-images/context_img_2.png,enem-data/enem-2018/111-images/context_img_3.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Considere, em um fragmento ambiental, uma árvore matriz com frutos (M) e outras cinco que produziram flores e são apenas doadoras de pólen (DP1, DP2, DP3, DP4 e DP5). Foi excluída a capacidade de autopolinização das árvores. Os genótipos da matriz, da semente (S1) e das prováveis fontes de pólen foram obtidos pela análise de dois locos (loco A e loco B) de marcadores de DNA, conforme a figura.\nA progênie S1 recebeu o pólen de qual doadora?",
    "alternativas": {
      "a": "DP1",
      "b": "DP2",
      "c": "DP3",
      "d": "DP4",
      "e": "DP5"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/130-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O grafeno é uma forma alotrópica do carbono constituído por uma folha planar (arranjo bidimensional) de átomos de carbono compactados e com a espessura de apenas um átomo. Sua estrutura é hexagonal, conforme a figura.\nNesse arranjo, os átomos de carbono possuem hibridação",
    "alternativas": {
      "a": "enem-data/enem-2018/97-images/alt_img_0.png",
      "b": "enem-data/enem-2018/97-images/alt_img_1.png",
      "c": "enem-data/enem-2018/97-images/alt_img_2.png",
      "d": "enem-data/enem-2018/97-images/alt_img_3.png",
      "e": "enem-data/enem-2018/97-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/97-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Muitos smartphones e tablets não precisam mais de teclas, uma vez que todos os comandos podem ser dados ao se pressionar a própria tela. Inicialmente essa tecnologia foi proporcionada por meio das telas resistivas, formadas basicamente por duas camadas de material condutor transparente que não se encostam até que alguém as pressione, modificando a resistência total do circuito de acordo com o ponto onde ocorre o toque.\nA imagem é uma simplificação do circuito formado pelas placas, em que A e B representam pontos onde o circuito pode ser fechado por meio do toque\nQual é a resistência equivalente no circuito provocada por um toque que fecha o circuito no ponto A?",
    "alternativas": {
      "a": "enem-data/enem-2018/106-images/alt_img_0.png",
      "b": "enem-data/enem-2018/106-images/alt_img_1.png",
      "c": "enem-data/enem-2018/106-images/alt_img_2.png",
      "d": "enem-data/enem-2018/106-images/alt_img_3.png",
      "e": "enem-data/enem-2018/106-images/alt_img_4.png"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/106-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Ao pesquisar um resistor feito de um novo tipo de material, um cientista observou o comportamento mostrado no gráico tensão versus corrente.\nApós a análise do gráfico, ele concluiu que a tensão em função da corrente é dada pela equação \nO gráfico da resistência elétrica (R) do resistor em função\nda corrente (i) é",
    "alternativas": {
      "a": "enem-data/enem-2018/110-images/alt_img_0.png",
      "b": "enem-data/enem-2018/110-images/alt_img_1.png",
      "c": "enem-data/enem-2018/110-images/alt_img_2.png",
      "d": "enem-data/enem-2018/110-images/alt_img_3.png",
      "e": "enem-data/enem-2018/110-images/alt_img_4.png"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/110-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Alguns materiais sólidos são compostos por átomos que interagem entre si formando ligações que podem ser covalentes, iônicas ou metálicas. A figura apresenta a energia potencial de ligação em função da distância interatômica em um sólido cristalino. Analisando essa figura, observa-se que, na temperatura de zero kelvin, a distância de equilíbrio da ligação entre os átomos  corresponde ao valor mínimo de energia potencial. Acima dessa temperatura, a energia térmica fornecida aos átomos aumenta sua energia cinética e faz com que eles oscilem em torno de uma posição de equilíbrio média (círculos cheios), que é diferente para cada temperatura. A distância de ligação pode variar sobre toda a extensão das linhas horizontais, identificadas com o valor da temperatura, de  a , (temperaturas crescentes).\nO deslocamento observado na distância média revela o fenômeno da",
    "alternativas": {
      "a": "ionização.",
      "b": "dilatação.",
      "c": "dissociação.",
      "d": "quebra de ligações covalentes.",
      "e": "formação de ligações metálicas."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/122-images/context_img_0.png,enem-data/enem-2018/122-images/context_img_1.png,enem-data/enem-2018/122-images/context_img_2.png,enem-data/enem-2018/122-images/context_img_3.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "As células e os organismos precisam realizar trabalho para permanecerem vivos e se reproduzirem. A energia metabólica necessária para a realização desse trabalho é oriunda da oxidação de combustíveis, gerados no ciclo do carbono, por meio de processos capazes de interconverter diferentes formas da energia.\nNesse ciclo, a formação de combustíveis está vinculada à conversão de energia",
    "alternativas": {
      "a": "térmica em cinética.",
      "b": "química em térmica.",
      "c": "eletroquímica em calor.",
      "d": "cinética em eletromagnética.",
      "e": "eletromagnética em química."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/134-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O manejo adequado do solo possibilita a manutenção de sua fertilidade à medida que as trocas de nutrientes entre matéria orgânica, água, solo e o ar são mantidas para garantir a produção. Algumas espécies iônicas de alumínio são tóxicas, não só para a planta, mas para muitos organismos como as bactérias responsáveis pelas transformações no ciclo do nitrogênio. O alumínio danifica as membranas das células das raízes e restringe a expansão de suas paredes, com isso, a planta não cresce adequadamente. Para promover benefícios para a produção agrícola, é recomendada a remediação do solo utilizando calcário \n\nBRADY, N. C.; WEIL, R. R. Elementos da natureza e propriedades dos solos. Porto Alegre: Bookman, 2013 (adaptado)\nEssa remediação promove no solo o(a)",
    "alternativas": {
      "a": "diminuição do pH, deixando-o fértil.",
      "b": "solubilização do alumínio, ocorrendo sua lixiviação pela chuva.",
      "c": "interação do íon cálcio com o íon alumínio, produzindo uma liga metálica.",
      "d": "reação do carbonato de cálcio com os íons alumínio, formando alumínio metálico.",
      "e": "aumento da sua alcalinidade, tornando os íons alumínio menos disponíveis."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/132-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um artesão possui potes cilíndricos de tinta cujas medidas externas são 4 cm de diâmetro e 6 cm de altura. Ele pretende adquirir caixas organizadoras para armazenar seus potes de tinta, empilhados verticalmente com tampas voltadas para cima, de forma que as caixas possam ser fechadas. No mercado,  existem cinco opções de caixas organizadoras, com tampa, em formato de  paralelepípedo reto retângulo, vendidas pelo mesmo preço, possuindo as seguintes dimensões internas:\nQual desses modelos o artesão deve adquirir para conseguir armazenar o maior número de potes por caixa?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/158-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Células solares à base de sensibilizadas por corantes (S) são promissoras e poderão vir a substituir as células de silício. Nessas células, o corante adsorvido sobre o  é responsável por absorver a energia luminosa , e o corante excitado (S*) é capaz de transferir elétrons para o . Um esquema dessa célula e os processos envolvidos estão ilustrados na figura. A conversão de energia solar em elétrica ocorre por meio da sequência de reações apresentadas.\nA reação 3 é fundamental para o contínuo funcionamento da célula solar, pois",
    "alternativas": {
      "a": "enem-data/enem-2018/113-images/alt_img_0.png",
      "b": "enem-data/enem-2018/113-images/alt_img_1.png",
      "c": "enem-data/enem-2018/113-images/alt_img_2.png",
      "d": "enem-data/enem-2018/113-images/alt_img_3.png",
      "e": "enem-data/enem-2018/113-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/113-images/context_img_0.png,enem-data/enem-2018/113-images/context_img_1.png,enem-data/enem-2018/113-images/context_img_2.png,enem-data/enem-2018/113-images/context_img_3.png,enem-data/enem-2018/113-images/context_img_4.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Usando um densímetro cuja menor divisão da escala, isto é, a diferença entre duas marcações consecutivas, é de, um estudante realizou um teste de densidade: colocou este instrumento na água pura e observou que ele atingiu o repouso na posição mostrada.\nEm dois outros recipientes A e B contendo 2 litros de água pura, em cada um, ele adicionou 100 g e 200 g de NaCl, respectivamente.\nQuando o cloreto de sódio é adicionado à água pura ocorre sua dissociação formando os íons e . Considere que esses íons ocupam os espaços\nintermoleculares na solução.\nNestes recipientes, a posição de equilíbrio do densímetro\nestá representada em:",
    "alternativas": {
      "a": "enem-data/enem-2018/127-images/alt_img_0.png",
      "b": "enem-data/enem-2018/127-images/alt_img_1.png",
      "c": "enem-data/enem-2018/127-images/alt_img_2.png",
      "d": "enem-data/enem-2018/127-images/alt_img_3.png",
      "e": "enem-data/enem-2018/127-images/alt_img_4.png"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/127-images/context_img_0.png,enem-data/enem-2018/127-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Em desenhos animados é comum vermos a personagem tentando impulsionar um barco soprando ar contra a vela para compensar a falta de vento. Algumas vezes usam o próprio fôlego, foles ou ventiladores. Estudantes de um laboratório didático resolveram investigar essa possibilidade. Para isso, usaram dois pequenos carros de plástico, A e B, instalaram sobre estes pequenas ventoinhas e fixaram verticalmente uma cartolina de curvatura\nparabólica para desempenhar uma função análoga á vela de um barco. No carro B inverteu-se o sentido da ventoinha e manteve-se a vela, a fim de manter as características físicas do barco, massa e formato da cartolina. As figuras representam os carros produzidos. A montagem do carro A busca simular a situação dos desenhos\nanimados, pois a ventoinha está direcionada para a vela.\n\n\n\n\n\n\n\n\n\n\n\n\nCom os carros orientados de acordo com as figuras, os estudantes ligaram as ventoinhas, aguardaram o fluxo de ar ficar permanente e determinaram os módulos das velocidades médias dos carros  e  para o mesmo intervalo de tempo.\nA respeito das intensidades das velocidades médias e do sentido de movimento do carro A, os estudantes observaram que:",
    "alternativas": {
      "a": "enem-data/enem-2018/131-images/alt_img_0.png",
      "b": "enem-data/enem-2018/131-images/alt_img_1.png",
      "c": "enem-data/enem-2018/131-images/alt_img_2.png",
      "d": "enem-data/enem-2018/131-images/alt_img_3.png",
      "e": "enem-data/enem-2018/131-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/131-images/context_img_0.png,enem-data/enem-2018/131-images/context_img_1.png,enem-data/enem-2018/131-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "De acordo com a Lei Universal da Gravitação, proposta por Isaac Newton, a intensidade da força gravitacional F que a Terra exerce sobre um satélite em órbita circular é proporcional à massa m do satélite e inversamente proporcional ao quadrado do raio r da órbita, ou seja,\n\nNo plano cartesiano, três satélites, A, B e C, estão representados, cada um, por um ponto (m ; r) cujas coordenadas são, respectivamente, a massa do satélite e o raio da sua órbita em torno da Terra.\n\nCom base nas posições relativas dos pontos no gráfico, deseja-se comparar as intensidades  da força gravitacional que a Terra exerce sobre os satélites A, B e C, respectivamente.\nAs intensidades  expressas no gráfico satisfazem a relação",
    "alternativas": {
      "a": "enem-data/enem-2018/151-images/alt_img_0.png",
      "b": "enem-data/enem-2018/151-images/alt_img_1.png",
      "c": "enem-data/enem-2018/151-images/alt_img_2.png",
      "d": "enem-data/enem-2018/151-images/alt_img_3.png",
      "e": "enem-data/enem-2018/151-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/151-images/context_img_0.png,enem-data/enem-2018/151-images/context_img_1.png,enem-data/enem-2018/151-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "GLASBERGEN, R. Disponível em: www.glasbergen.com. Acesso em: 3 jul. 2015 (adaptado).\nNo cartum, a crítica está no fato de a sociedade exigir do adolescente que",
    "alternativas": {
      "a": "se aposente prematuramente.",
      "b": "amadureça precocemente.",
      "c": "estude aplicadamente.",
      "d": "se forme rapidamente.",
      "e": "ouça atentamente."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/1-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "ROSA, R. Grande sertão: veredas: adaptação da obra de João Guimarães Rosa.\nSão Paulo: Globo, 2014 (adaptado).\nA imagem integra uma adaptação em quadrinhos da obra Grande sertão: veredas, de Guimarães Rosa. Na representação gráfica, a inter-relação de diferentes linguagens caracteriza-se por",
    "alternativas": {
      "a": "romper com a linearidade das ações da narrativa literária.",
      "b": "ilustrar de modo fidedigno passagens representativas da história.",
      "c": "articular a tensão do romance à desproporcionalidade das formas.",
      "d": "potencializar a dramaticidade do episódio com recursos das artes visuais.",
      "e": "desconstruir a diagramação do texto literário pelo desequilíbrio da composição."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/10-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "SILVA, I.; SANTOS, M. E. P.; JUNG, N. M. Domínios de Lingu@gem, n.4, out.-dez. 2016 (adaptado).\nA fotografia exibe a fachada de um supermercado em Foz do Iguaçu, cuja localização transfronteiriça é marcada tanto pelo limite com Argentina e Paraguai quanto pela presença de outros povos. Essa fachada revela o(a)",
    "alternativas": {
      "a": "apagamento da identidade linguística.",
      "b": "planejamento linguístico no espaço urbano.",
      "c": "presença marcante da tradição oral na cidade.",
      "d": "disputa de comunidades linguísticas diferentes.",
      "e": "poluição visual promovida pelo multilinguismo."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/7-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I\nTambém chamados impressões ou imagens fotogramáticas […], os fotogramas são, numa definição genérica, imagens realizadas sem a utilização da câmera fotográfica, por contato direto de um objeto ou material com uma superfície fotossensível exposta a uma fonte de luz. Essa técnica, que nasceu junto com a fotografia e serviu de modelo a muitas discussões sobre a ontologia da imagem fotográfica, foi profundamente transformada pelos artistas da vanguarda, nas primeiras décadas do século XX. Representou mesmo, ao lado das colagens, fotomontagens e outros procedimentos técnicos, a incorporação definitiva da fotografa à arte moderna e seu distanciamento da representação figurativa.\n\nCOLUCCI, M. B. Impressões fotogramáticas e vanguardas: as experiências de Man Ray. Studium, n. 2, 2000.\n\n\n\n\n\nTEXTO II\n\n\n\n\n\n\n\nDisponível em: www.moma.org. Acesso em: 18 abr. 2018 (adaptado)\nNo fotograma de Man Ray, o “distanciamento da representação figurativa” a que se refere o Texto I manifesta-se na",
    "alternativas": {
      "a": "ressignificação do jogo de luz e sombra, nos moldes surrealistas.",
      "b": "imposição do acaso sobre a técnica, como crítica à arte realista.",
      "c": "composição experimental, fragmentada e de contornos difusos.",
      "d": "abstração radical, voltada para a própria linguagem fotográfica.",
      "e": "imitação de formas humanas, com base em diferentes objetos."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/14-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I\n\n \n\nBRACCO, A; LOSCHI, M. Quando rotas se tornam arte. Retratos: a revista do IBGE. Rio de Janeiro, n. 3, set. 2017 (adaptado).\n\n\n\n\n\nTEXTO II\nStephen Lund, artista canadense, morador em Victoria, capital da Colúmbia Britânica (Canadá), transformou-se em fenômeno mundial produzindo obras de arte virtuais pedalando sua bike. Seguindo rotas traçadas com o auxílio de um dispositivo de GPS, ele calcula ter percorrido mais de 10 mil quilômetros.\n\nDisponível em: www.booooooom.com. Acesso em: 9 dez. 2017 (adaptado)\nOs textos destacam a inovação artística proposta por Stephen Lund a partir do(a)",
    "alternativas": {
      "a": "deslocamento das tecnologias de suas funções habituais.",
      "b": "perspectiva de funcionamento do dispositivo de GPS.",
      "c": "ato de guiar sua bicicleta pelas ruas da cidade.",
      "d": "análise dos problemas de mobilidade urbana.",
      "e": "foco na promoção cultural da sua cidade."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/21-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.separeolixo.gov.br. Acesso em: 4 dez. 2017 (adaptado).\nNessa campanha, a principal estratégia para convencer o leitor a fazer a reciclagem do lixo é a utilização da linguagem não verbal como argumento para",
    "alternativas": {
      "a": "reaproveitamento de material.",
      "b": "facilidade na separação do lixo.",
      "c": "melhoria da condição do catador.",
      "d": "preservação de recursos naturais.",
      "e": "geração de renda para o trabalhador."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/13-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I \n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: http://revistaiiqb.usac.edu.gt. Acesso em: 25 abr. 2018 (adaptado).\n\n\n\n\n\nTEXTO II\nImaginemos um cidadão, residente na periferia de um grande centro urbano, que diariamente acorda às 5h para trabalhar, enfrenta em média 2 horas de transporte público, em geral lotado, para chegar às 8h ao trabalho.\nTermina o expediente às 17h e chega em casa às 19h para, aí sim, cuidar dos afazeres domésticos, dos filhos etc. Como dizer a essa pessoa que ela deve praticar exercícios, pois é importante para sua saúde? Como ela irá entender a mensagem da importância do exercício físico? A probabilidade de essa pessoa praticar exercícios regularmente é significativamente menor que a de pessoas da classe média/alta que vivem outra realidade. Nesse caso, a abordagem individual do problema tende a fazer com que a pessoa se sinta impotente em não conseguir praticar exercícios e, consequentemente, culpada pelo fato de ser ou estar sedentária.\n\nFERREIRA, M. S. Aptidão física e saúde na educação física escolar: ampliando o enfoque. RBCE, n. 2,jan. 2001 (adaptado).\nO segundo texto, que propõe uma reflexão sobre o primeiro acerca do impacto de mudanças no estilo de vida na saúde, apresenta uma visão",
    "alternativas": {
      "a": "medicalizada, que relaciona a prática de exercícios físicos por qualquer indivíduo à promoção da saúde.",
      "b": "ampliada, que considera aspectos sociais intervenientes na prática de exercícios no cotidiano.",
      "c": "crítica, que associa a interferência das tarefas da casa ao sedentarismo do indivíduo.",
      "d": "focalizada, que atribui ao indivíduo a responsabilidade pela prevenção de doenças.",
      "e": "geracional, que preconiza a representação do culto à jovialidade."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/22-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I \n \n\n \n\nDisponível em: www.normagrimberg.com.br. Acesso em: 13 dez. 2017.\n\n\n\n\n\nTEXTO II\n \n\n \n \n \n\nDisponível em: www.museunacional.ufrj.br. Acesso em: 11 dez. 2017\nAs duas imagens são produções que têm a cerâmica como matéria-prima. A obra Estrutura vertical dupla se distingue da urna funerária marajoara ao",
    "alternativas": {
      "a": "evidenciar a simetria na disposição das peças.",
      "b": "materializar a técnica sem função utilitária.",
      "c": "abandonar a regularidade na composição.",
      "d": "anular possibilidades de leituras afetivas.",
      "e": "integrar o suporte em sua constituição."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/25-images/context_img_0.png,enem-data/enem-2018/25-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "BRANCO, A. Disponível em: www.oesquema.com.br. Acesso em: 30jun. 2015 (adaptado).\nA internet proporcionou o surgimento de novos paradigmas sociais e impulsionou a modificação de outros já estabelecidos nas esferas da comunicação e da informação. A principal consequência criticada na tirinha sobre esse processo é a",
    "alternativas": {
      "a": "criação de memes.",
      "b": "ampliação da blogosfera.",
      "c": "supremacia das ideias cibernéticas.",
      "d": "comercialização de pontos de vista.",
      "e": "banalização do comércio eletrônico."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/37-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.sul21.com.br. Acesso em: 1 dez. 2017 (adaptado).\nNesse texto, busca-se convencer o leitor a mudar seu comportamento por meio da associação de verbos no modo imperativo à",
    "alternativas": {
      "a": "indicação de diversos canais de atendimento.",
      "b": "divulgação do Centro de Defesa da Mulher.",
      "c": "informação sobre a duração da campanha.",
      "d": "apresentação dos diversos apoiadores.",
      "e": "utilização da imagem das três mulheres."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/29-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.facebook.com/omeusegredinho.Acesso em: 9 dez. 2017 (adaptado)\nEssa imagem ilustra a reação dos celíacos (pessoas sensíveis ao glúten) ao ler rótulos de alimentos sem glúten. Essas reações indicam que, em geral, os rótulos desses produtos",
    "alternativas": {
      "a": "trazem informações explícitas sobre a presença do glúten.",
      "b": "oferecem várias opções de sabor para esses consumidores.",
      "c": "classificam o produto como adequado para o consumidor celíaco.",
      "d": "influenciam o consumo de alimentos especiais para esses consumidores.",
      "e": "variam na forma de apresentação de informações relevantes para esse público."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/33-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "TEXTO I\n\n\n\n\n\n\n\n\n\n\n\n\n\nALMEIDA, H. Dentro de mim, 2000. Fotografia p/b. 132 cm x 88 cm. Faculdade de Belas-Artes da Universidade de Lisboa.\n\n\n\n\n\nTEXTO II\nA body art põe o corpo tão em evidência e o submete a experimentações tão variadas, que sua influência estende-se aos dias de hoje. Se na arte atual as possibilidades de investigação do corpo parecem ilimitadas – pode-se escolher entre representar, apresentar, ou ainda apenas evocar o corpo – isso ocorre graças ao legado dos artistas pioneiros.\n\nSILVA, P R. Corpo na arte, body art, body modification: fronteiras. II Encontro de História da Arte: IFCH-Unicamp, 2006 (adaptado).\nNos textos, a concepção de body art está relacionada à intenção de",
    "alternativas": {
      "a": "estabelecer limites entre o corpo e a composição.",
      "b": "fazer do corpo um suporte privilegiado de expressão.",
      "c": "discutir políticas e ideologias sobre o corpo como arte.",
      "d": "compreender a autonomia do corpo no contexto da obra.",
      "e": "destacar o corpo do artista em contato com o expectador."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/35-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.facebook.com/minsaude. Acesso em: 14 fev. 2018 (adaptado).\nA utilização de determinadas variedades linguísticas em campanhas educativas tem a função de atingir o público-alvo de forma mais direta e eficaz. No caso desse texto, identifica-se essa estratégia pelo(a)",
    "alternativas": {
      "a": "discurso formal da língua portuguesa.",
      "b": "registro padrão próprio da língua escrita.",
      "c": "seleção lexical restrita à esfera da medicina.",
      "d": "fidelidade ao jargão da linguagem publicitária.",
      "e": "uso de marcas linguísticas típicas da oralidade."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/43-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O colesterol total de uma pessoa é obtido pela soma da taxa do seu “colesterol bom” com a taxa do seu “colesterol ruim”. Os exames periódicos, realizados em um paciente adulto, apresentaram taxa normal de “colesterol bom”, porém, taxa do “colesterol ruim” (também chamado LDL) de 280 mg/dL. O quadro apresenta uma classificação de acordo com as taxas de LDL em adultos.\n\nO paciente, seguindo as recomendações médicas sobre estilo de vida e alimentação, realizou o exame logo após o primeiro mês, e a taxa de LDL reduziu 25%. No mês seguinte, realizou novo exame e constatou uma redução de mais 20% na taxa de LDL.\nDe acordo com o resultado do segundo exame, a classificação da taxa de LDL do paciente é",
    "alternativas": {
      "a": "ótima.",
      "b": "próxima de ótima.",
      "c": "limite",
      "d": "alta.",
      "e": "muito alta."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "De acordo com um relatório recente da Agência Internacional de Energia (AIE), o mercado de veículos elétricos atingiu um novo marco em 2016, quando foram vendidos mais de 750 mil automóveis da categoria. Com isso, o total de carros elétricos vendidos no mundo alcançou a marca de 2 milhões de unidades desde que os primeiros modelos começaram a ser comercializados em 2011. No Brasil, a expansão das vendas também se verifica. A marca A, por exemplo, expandiu suas vendas no ano de 2016, superando em 360 unidades as vendas de 2015, conforme representado no gráfico.\nA média anual do número de carros vendidos pela marca A, nos anos representados no gráfico, foi de",
    "alternativas": {
      "a": "192.",
      "b": "240.",
      "c": "252.",
      "d": "320.",
      "e": "420."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A raiva é uma doença viral e infecciosa, transmitida por mamíferos. A campanha nacional de vacinação antirrábica tem o objetivo de controlar a circulação do vírus da raiva canina e felina, prevenindo a raiva humana. O gráfico mostra a cobertura (porcentagem de vacinados) da campanha, em cães, nos anos de 2013, 2015 e 2017, no município de Belo Horizonte, em Minas Gerais. Os valores das coberturas dos anos de 2014 e 2016 não estão informados no gráfico e deseja-se estimá-los. Para tal, levou-se em consideração que a variação na cobertura de vacinação da campanha antirrábica, nos períodos de 2013 a 2015 e de 2015 a 2017, deu-se de forma linear.\nQual teria sido a cobertura dessa campanha no ano de 2014?",
    "alternativas": {
      "a": "62,3%",
      "b": "63,0%",
      "c": "63,5%",
      "d": "64,0%",
      "e": "65,5%"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/143-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um mapa é a representação reduzida e simplificada de uma localidade. Essa redução, que é feita com o uso de uma escala, mantém a proporção do espaço representado em relação ao espaço real.\nCerto mapa tem escala 1 : 58 000 000.\n\nConsidere que, nesse mapa, o segmento de reta que liga o navio à marca do tesouro meça 7,6 cm.\nA medida real, em quilômetro, desse segmento de reta é",
    "alternativas": {
      "a": "4 408.",
      "b": "7 632.",
      "c": "44 080.",
      "d": "76 316.",
      "e": "440 800."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/141-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O remo de assento deslizante é um esporte que faz uso de um barco e dois remos do mesmo tamanho. A figura mostra uma das posições de uma técnica chamada afastamento.\n\nNessa posição, os dois remos se encontram no ponto A e suas outras extremidades estão indicadas pelos pontos B e C. Esses três pontos formam um triângulo ABC cujo ângulo   tem medida de 170°.\nO  tipo de triângulo com vértices nos pontos A, B e C, no momento em que o remador está nessa posição, é",
    "alternativas": {
      "a": "retângulo escaleno.",
      "b": "acutângulo escaleno.",
      "c": "acutângulo isósceles.",
      "d": "obtusângulo escaleno.",
      "e": "obtusângulo isósceles."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/139-images/context_img_0.png,enem-data/enem-2018/139-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Em 2014 foi inaugurada a maior roda-gigante do mundo, a High Roller, situada em Las Vegas. A figura representa um esboço dessa roda-gigante, no qual o ponto A representa uma de suas cadeiras:\n\nA partir da posição indicada, em que o segmento OA se encontra paralelo ao plano do solo, rotaciona-se a High Roller no sentido anti-horário, em torno do ponto O. Sejam t o ângulo determinado pelo segmento OA em relação à sua posição inicial, e f a função que descreve a altura do ponto A, em relação ao solo, em função de t. Após duas voltas completas, f tem o seguinte gráfico:\nA expressão da função altura é dada por",
    "alternativas": {
      "a": "f(t) = 80sen(t) + 88",
      "b": "f(t) = 80cos(t) + 8 8",
      "c": "f(t) = 88cos(t) + 168",
      "d": "f(t) = 168sen(t) + 88cos(t)",
      "e": "f(t) = 88sen(t) + 168cos(t)"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/145-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Em um aeroporto, os passageiros devem submeter suas bagagens a uma das cinco máquinas de raio-X disponíveis ao adentrarem a sala de embarque. Num dado instante, o tempo gasto por essas máquinas para escanear a bagagem de cada passageiro e o número de pessoas presentes em cada fila estão apresentados em um painel, como mostrado na figura.\nUm passageiro, ao chegar à sala de embarque desse aeroporto no instante indicado, visando esperar o menor tempo possível, deverá se dirigir à máquina",
    "alternativas": {
      "a": "1.",
      "b": "2.",
      "c": "3.",
      "d": "4.",
      "e": "5."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/153-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Na teoria das eleições, o Método de Borda sugere que, em vez de escolher um candidato, cada juiz deve criar um ranking de sua preferência para os concorrentes (isto é, criar uma lista com a ordem de classificação dos concorrentes). A este ranking é associada uma pontuação: um ponto para o último colocado no ranking, dois pontos para o penúltimo, três para o antepenúltimo, e assim sucessivamente. Ao final, soma-se a pontuação atribuída a cada concorrente por cada um dos juízes.\nEm uma escola houve um concurso de poesia no qual cinco alunos concorreram a um prêmio, sendo julgados por 25 juízes. Para a escolha da poesia vencedora foi utilizado o Método de Borda. Nos quadros, estão apresentados os rankings dos juízes e a frequência de cada ranking.\nA poesia vencedora foi a de",
    "alternativas": {
      "a": "Edu.",
      "b": "Dani.",
      "c": "Caio.",
      "d": "Bia.",
      "e": "Ana."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/156-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A Comissão Interna de Prevenção de Acidentes (CIPA) de uma empresa,  observando os altos custos com os frequentes acidentes de trabalho ocorridos, fez, a pedido da diretoria, uma pesquisa do número de acidentes sofridos por funcionários. Essa pesquisa, realizada com uma amostra de 100 funcionários, norteará as ações da empresa na política de segurança no trabalho.\nOs resultados obtidos estão no quadro.\nA média do número de acidentes por funcionário na amostra que a CIPA apresentará à diretoria da empresa é",
    "alternativas": {
      "a": "0,15.",
      "b": "0,30.",
      "c": "0,50.",
      "d": "1,11.",
      "e": "2,22."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/154-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A rosa dos ventos é uma figura que representa oito sentidos, que dividem o círculo em partes iguais.\n\nUma câmera de vigilância está fixada no teto de um shopping e sua lente pode ser direcionada remotamente, através de um controlador, para qualquer sentido. A lente da câmera está apontada inicialmente no sentido Oeste e o seu controlador efetua três mudanças consecutivas, a saber:\n• 1ª mudança: 135° no sentido anti-horário;\n• 2ª mudança: 60° no sentido horário;\n• 3ª mudança: 45° no sentido anti-horário.\nApós a 3ª mudança, ele é orientado a reposicionar a câmera, com a menor amplitude possível, no sentido Noroeste (NO) devido a um movimento suspeito de um cliente.\nQual mudança de sentido o controlador deve efetuar para reposicionar a câmera?",
    "alternativas": {
      "a": "75° no sentido horário.",
      "b": "105° no sentido anti-horário.",
      "c": "120° no sentido anti-horário.",
      "d": "135° no sentido anti-horário.",
      "e": "165° no sentido horário."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/155-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um jogo pedagógico utiliza-se de uma interface algébrico-geométrica do seguinte modo: os alunos devem eliminar os pontos do plano cartesiano dando “tiros”, seguindo trajetórias que devem passar pelos pontos escolhidos. Para dar os tiros, o aluno deve escrever em uma janela do programa a equação cartesiana de uma reta ou de uma circunferência que passa pelos pontos e pela origem do sistema de coordenadas. Se o tiro for dado por meio da equação da circunferência, cada ponto diferente da origem que for atingido vale 2 pontos. Se o tiro for dado por meio da equação de uma reta, cada ponto diferente da origem que for atingido vale 1 ponto. Em uma situação de jogo, ainda restam os  seguintes pontos para serem eliminados: A(0 ; 4), 6(4 ; 4), C(4 ; 0), D(2 ; 2) e E(0; 2).\nPassando pelo ponto A, qual equação forneceria a maior pontuação?",
    "alternativas": {
      "a": "x = 0",
      "b": "y = 0",
      "c": "x² + y² =16",
      "d": "x² + (y-2)² = 4",
      "e": "(x -2 )² + ( y - 2 )² = 8"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/166-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Numa atividade de treinamento realizada no Exército de um determinado país, três equipes – Alpha, Beta e Gama – foram designadas a percorrer diferentes caminhos, todos com os mesmos pontos de partida e de chegada.\n• A equipe Alpha realizou seu percurso em 90 minutos com uma velocidade média de 6,0 km/h.\n• A equipe Beta também percorreu sua trajetória em 90 minutos, mas sua velocidade média foi de 5,0 km/h.\n• Com uma velocidade média de 6,5 km/h, a equipe Gama concluiu seu caminho em 60 minutos.\nCom base nesses dados, foram comparadas as distâncias  percorridas pelas três equipes.\nA ordem das distâncias percorridas pelas equipes Alpha, Beta e Gama é",
    "alternativas": {
      "a": "enem-data/enem-2018/136-images/alt_img_0.png",
      "b": "enem-data/enem-2018/136-images/alt_img_1.png",
      "c": "enem-data/enem-2018/136-images/alt_img_2.png",
      "d": "enem-data/enem-2018/136-images/alt_img_3.png",
      "e": "enem-data/enem-2018/136-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/136-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Devido ao não cumprimento das metas definidas para a campanha de vacinação contra a gripe comum e o vírus H1N1 em um ano, o Ministério da Saúde anunciou a prorrogação da campanha por mais uma semana. A tabela apresenta as quantidades de pessoas vacinadas dentre os cinco grupos de risco até a data de início da prorrogação da campanha\nQual é a porcentagem do total de pessoas desses grupos de risco já vacinadas?",
    "alternativas": {
      "a": "12",
      "b": "18",
      "c": "30",
      "d": "40",
      "e": "50"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/167-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um contrato de empréstimo prevê que quando uma parcela é paga de forma antecipada, conceder-se-á uma redução de juros de acordo com o período de antecipação. Nesse caso, paga-se o valor presente, que é o valor, naquele momento, de uma quantia que deveria ser paga em uma data futura. Um valor presente P submetido a juros compostos com taxa i, por um período de tempo n, produz um valor futuro V determinado pela fórmula:\n\nEm um contrato de empréstimo com sessenta parcelas fixas mensais, de R$820,00, a uma taxa de juros de 1,32% ao mês, junto com a trigésima parcela será paga antecipadamente uma outra parcela, desde que o desconto seja superior a 25% do valor da parcela.\nUtilize 0,2877 como aproximação para In  e 0,0131 como aproximação para In (1,0132).\nA primeira das parcelas que poderá ser antecipada junto com a 30ª é a",
    "alternativas": {
      "a": "56ª",
      "b": "55ª",
      "c": "52ª",
      "d": "51ª",
      "e": "45ª"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/165-images/context_img_0.png,enem-data/enem-2018/165-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Minecraft é um jogo virtual que pode auxiliar no desenvolvimento de conhecimentos relacionados a espaço e forma. É possível criar casas, edifícios, monumentos e até naves espaciais, tudo em escala real, através do empilhamento de cubinhos.\nUm jogador deseja construir um cubo com dimensões 4 x 4 x 4. Ele já empilhou alguns dos cubinhos necessários, conforme a figura.\n\nOs cubinhos que ainda faltam empilhar para finalizar a construção do cubo, juntos, formam uma peça única, capaz de completar a tarefa.\nO formato da peça capaz de completar o cubo 4 x 4 x 4 é",
    "alternativas": {
      "a": "enem-data/enem-2018/146-images/alt_img_0.png",
      "b": "enem-data/enem-2018/146-images/alt_img_1.png",
      "c": "enem-data/enem-2018/146-images/alt_img_2.png",
      "d": "enem-data/enem-2018/146-images/alt_img_3.png",
      "e": "enem-data/enem-2018/146-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/146-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "O salto ornamental é um esporte em que cada competidor realiza seis saltos. A nota em cada salto é calculada pela soma das notas dos juízes, multiplicada pela nota de partida (o grau de dificuldade de cada salto). Fica em primeiro lugar o atleta que obtiver a maior soma das seis notas recebidas.\nO atleta 10 irá realizar o último salto da final. Ele observa no Quadro 1, antes de executar o salto, o recorte do quadro parcial de notas com a sua classificação e a dos três primeiros lugares atê aquele momento.\n\nEle precisa decidir com seu treinador qual salto deverá realizar. Os dados dos possíveis tipos de salto estão no Quadro 2.\n\nO atleta optará pelo salto com a maior probabilidade de obter a nota estimada, de maneira que lhe permita alcançar o primeiro lugar.\nConsiderando essas condições, o salto que o atleta deverá escolher é o de tipo",
    "alternativas": {
      "a": "T1.",
      "b": "T2.",
      "c": "T3.",
      "d": "T4.",
      "e": "T5."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/173-images/context_img_0.png,enem-data/enem-2018/173-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A figura mostra uma praça circular que contém um chafariz em seu centro e, em seu entorno, um passeio. Os círculos que definem a praça e o chafariz são concêntricos.\n\nO passeio terá seu piso revestido com ladrilhos. Sem condições de calcular os raios, pois o chafariz está cheio, um engenheiro fez a seguinte medição: esticou uma trena tangente ao chafariz, medindo a distância entre dois pontos A e B, conforme a figura. Com isso, obteve a medida do segmento de reta AB: 16 m.\n\nDispondo apenas dessa medida, o engenheiro calculou corretamente a medida da área do passeio, em metro quadrado.\nA medida encontrada pelo engenheiro foi",
    "alternativas": {
      "a": "4π.",
      "b": "8π.",
      "c": "48π.",
      "d": "64π.",
      "e": "192π."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/179-images/context_img_0.png,enem-data/enem-2018/179-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A inclinação de uma rampa é calculada da seguinte maneira: para cada metro medido na horizontal, mede-se x centímetros na vertical. Diz-se, nesse caso, que a rampa tem inclinação de x%, como no exemplo da figura:\n\nA figura apresenta um projeto de uma rampa de acesso a uma garagem residencial cuja base, situada 2 metros abaixo do nível da rua, tem 8 metros de comprimento.\n\nDepois de projetada a rampa, o responsável pela obra foi informado de que as normas técnicas do município onde ela está localizada exigem que a inclinação máxima de uma rampa de acesso a uma garagem residencial seja de 20%.\nSe a rampa projetada tiver inclinação superior a 20%, o nível da garagem deverá ser alterado para diminuir o percentual de inclinação, mantendo o comprimento da base da rampa.\nPara atender às normas técnicas do município, o nível da garagem deverá ser",
    "alternativas": {
      "a": "elevado em 40 cm.",
      "b": "elevado em 50 cm.",
      "c": "mantido no mesmo nível.",
      "d": "rebaixado em 40 cm.",
      "e": "rebaixado em 50 cm."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/175-images/context_img_0.png,enem-data/enem-2018/175-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um designer de jogos planeja um jogo que faz uso de um tabuleiro de dimensão  n x n, com no qual cada jogador, na sua vez, coloca uma peça sobre uma das casas vazias do tabuleiro. Quando uma peça é posicionada, a região formada pelas casas que estão na mesma linha ou coluna dessa peça é chamada de zona de combate dessa peça. Na figura está ilustrada a zona de combate de uma peça colocada em uma das casas de um tabuleiro de dimensão 8 x 8.\n\nO tabuleiro deve ser dimensionado de forma que a probabilidade de se posicionar a segunda peça aleatoriamente, seguindo a regra do jogo, e esta ficar sobre a zona de combate da primeira, seja inferior a\nA dimensão mínima que o designer deve adotar para esse tabuleiro é",
    "alternativas": {
      "a": "4 x 4.",
      "b": "6 x 6.",
      "c": "9 x 9.",
      "d": "10 x 10.",
      "e": "11 x 11."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/180-images/context_img_0.png,enem-data/enem-2018/180-images/context_img_1.png,enem-data/enem-2018/180-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "A Ecofont possui design baseado na velha fonte Vera Sans. Porém, ela tem um diferencial: pequenos buraquinhos circulares congruentes, e em todo o seu corpo, presentes em cada símbolo. Esses furos proporcionam um gasto de tinta menor na hora da impressão.\n\nSuponha que a palavra ECO esteja escrita nessa fonte, com tamanho 192, e que seja composta por letras formadas por quadrados de lados x com furos circulares de raio  Para que a área a ser pintada seja reduzida a  da área inicial, pretende-se reduzir o tamanho da fonte. Sabe-se que, ao alterar o tamanho da fonte, o tamanho da letra é alterado na mesma proporção.\nNessas condições, o tamanho adequado da fonte será",
    "alternativas": {
      "a": "64.",
      "b": "48.",
      "c": "24.",
      "d": "21.",
      "e": "12."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/177-images/context_img_0.png,enem-data/enem-2018/177-images/context_img_1.png,enem-data/enem-2018/177-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Sobre um sistema cartesiano considera-se uma malha formada por circunferências de raios com medidas dadas por números naturais e por 12 semirretas com extremidades na origem, separadas por ângulos de  conforme a figura.\n\nSuponha que os objetos se desloquem apenas pelas semirretas e pelas circunferências dessa malha, não podendo passar pela origem (0;0).\nConsidere o valor de π com aproximação de, pelo menos, uma casa decimal.\nPara realizar o percurso mais curto possível ao longo da malha, do ponto B até o ponto A, um objeto deve percorrer uma distância igual a:",
    "alternativas": {
      "a": "enem-data/enem-2018/157-images/alt_img_0.png",
      "b": "enem-data/enem-2018/157-images/alt_img_1.png",
      "c": "enem-data/enem-2018/157-images/alt_img_2.png",
      "d": "enem-data/enem-2018/157-images/alt_img_3.png",
      "e": "enem-data/enem-2018/157-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/157-images/context_img_0.png,enem-data/enem-2018/157-images/context_img_1.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Para decorar um cilindro circular reto será usada uma faixa retangular de papel transparente, na qual está desenhada em negrito uma diagonal que forma 30° com a borda inferior. O raio da base do cilindro mede 6/π cm, e ao enrolar a faixa obtém-se uma linha em formato de hélice, como na figura.\nO valor da medida da altura do cilindro, em centímetro, é",
    "alternativas": {
      "a": "enem-data/enem-2018/170-images/alt_img_0.png",
      "b": "enem-data/enem-2018/170-images/alt_img_1.png",
      "c": "enem-data/enem-2018/170-images/alt_img_2.png",
      "d": "enem-data/enem-2018/170-images/alt_img_3.png",
      "e": "enem-data/enem-2018/170-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/170-images/context_img_0.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Um quebra-cabeça consiste em recobrir um quadrado com triângulos retângulos isósceles, como ilustra a figura.\n\nUma artesã confecciona um quebra-cabeça como o descrito, de tal modo que a menor das peças é um triângulo retângulo isósceles cujos catetos medem 2 cm.\nO quebra-cabeça, quando montado, resultará em um quadrado cuja medida do lado, em centímetro, é",
    "alternativas": {
      "a": "enem-data/enem-2018/169-images/alt_img_0.png",
      "b": "enem-data/enem-2018/169-images/alt_img_1.png",
      "c": "enem-data/enem-2018/169-images/alt_img_2.png",
      "d": "enem-data/enem-2018/169-images/alt_img_3.png",
      "e": "enem-data/enem-2018/169-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/169-images/context_img_0.png,enem-data/enem-2018/169-images/context_img_1.png,enem-data/enem-2018/169-images/context_img_2.png,enem-data/enem-2018/169-images/context_img_3.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Os guindastes são fundamentais em canteiros de obras, no manejo de materiais pesados como vigas de aço. A figura ilustra uma sequência de estágios em que um  guindaste iça uma viga de aço que se encontra inicialmente no solo.\n\nNa figura, o ponto O representa a projeção ortogonal do cabo de aço sobre o plano do chão e este se mantém na vertical durante todo o movimento de içamento da viga, que se inicia no tempo t = 0 (estágio 1) e finaliza no  (estágio 3). Uma das extremidades da viga é içada verticalmente a partir do ponto O, enquanto que a outra extremidade desliza sobre o solo em direção ao ponto O. Considere que o cabo de aço utilizado pelo guindaste para içar a viga fique sempre na posição vertical. Na figura, o ponto M representa o ponto médio do segmento que representa a viga.\nO gráfico que descreve a distância do ponto M ao ponto O, em função do tempo, entre, é",
    "alternativas": {
      "a": "enem-data/enem-2018/174-images/alt_img_0.png",
      "b": "enem-data/enem-2018/174-images/alt_img_1.png",
      "c": "enem-data/enem-2018/174-images/alt_img_2.png",
      "d": "enem-data/enem-2018/174-images/alt_img_3.png",
      "e": "enem-data/enem-2018/174-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/174-images/context_img_0.png,enem-data/enem-2018/174-images/context_img_1.png,enem-data/enem-2018/174-images/context_img_2.png"
    ]
  },
  {
    "ano": 2018,
    "materia": "Desconhecida",
    "questao": "Para criar um logotipo, um profissional da área de design gráfico deseja construí-lo utilizando o conjunto de pontos do plano na forma de um triângulo,  exatamente como mostra a imagem.\n\nPara construir tal imagem utilizando uma ferramenta gráfica, será necessário escrever algebricamente o conjunto que representa os pontos desse gráfico.\nEsse conjunto é dado pelos pares ordenados tais que",
    "alternativas": {
      "a": "enem-data/enem-2018/178-images/alt_img_0.png",
      "b": "enem-data/enem-2018/178-images/alt_img_1.png",
      "c": "enem-data/enem-2018/178-images/alt_img_2.png",
      "d": "enem-data/enem-2018/178-images/alt_img_3.png",
      "e": "enem-data/enem-2018/178-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2018/2018-images/enem-data/enem-2018/178-images/context_img_0.png"
    ]
  }
]