[
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "\nConsiderando as informações apresentadas, o prédio do Congresso Nacional, em Brasília, no dia 21 de junho, às 12 horas, projetará sua sombra para a direção",
    "alternativas": {
      "a": "norte",
      "b": "sul",
      "c": "leste",
      "d": "oeste",
      "e": "nordeste"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/46-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "No outono, as folhas de árvores mudam de cor, de verde para tons de amarelo, castanho, laranja e vermelho. A cor de verde das folhas deve-se ao pigmento clorofila. Nas plantas de folhas caducas, a produção de clorofila diminui e o tom verde desvanece, permitindo assim que outros pigmentos, como o caroteno, de coloração amarelo-alaranjado, e a antocianina, de tons avermelhados, passem a dominar a tonalidade das folhas. A coloração observada se dá em função da interação desses pigmentos com a radiação solar.\nConforme apresentado no espectro de absorção, as moléculas de clorofila absorvem a radiação solar nas regiões do azul e do vermelho, assim a luz refletida pelas folhas tem falta desses dois tons e as vemos na cor verde. Já as antocianinas absorvem a luz desde o azul até o verde. Nesse caso, a luz refletida pelas folhas que contêm antocianinas aparece conforme as cores complementares, ou seja, vermelho-alaranjado.\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: https://vidauniversoydemas.wordpress.com. Acesso em: 6 dez. 2017 (adaptado)\nEm qual faixa do espectro visível os carotenos absorvem majoritariamente?",
    "alternativas": {
      "a": "Entre o violeta e o azul.",
      "b": "Entre o azul e o verde.",
      "c": "Entre o verde e o amarelo.",
      "d": "Entre o amarelo e o laranja.",
      "e": "Entre o laranja e o vermelho."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/115-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A receita R de uma empresa ao final de um mês é o volume de dinheiro captado com a venda de mercadorias ou com a prestação de serviços nesse mês, e a despesa D é todo a dinheiro utilizado para pagamento de salários, contas de água e luz, impostos, entre outros. O lucro mensal obtido ao final do mês é a diferença entre a receita e a despesa registradas no mês. O gráfico apresenta as receitas e despesas, em milhão de real, de uma empresa ao final dos cinco primeiros meses de um dado ano\nA previsão para os próximos meses é que o lucro mensal não seja inferior ao maior lucro obtido até o mês de Maio.\nNessas condições, o lucro mensal para os próximos meses deve ser maior ou igual ao do mês de",
    "alternativas": {
      "a": "Janeiro.",
      "b": "Fevereiro.",
      "c": "Março.",
      "d": "Abril.",
      "e": "Maio."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/165-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A icterícia, popularmente conhecida por amarelão, é uma patologia frequente em recém-nascidos. Um bebê com icterícia não consegue metabolizar e excretar de forma eficiente a bilirrubina. Com isso, o acúmulo dessa substância deixa-o com a pele amarelada. A fototerapia é um tratamento de icterícia neonatal, que consiste na irradiação de luz no bebê. Na presença de luz, a bilirrubina é convertida no seu isômero lumirrubina que, por ser mais solúvel em água, é excretada pela bile ou pela urina. A imagem ilustra o que ocorre nesse tratamento.\n \n\nMOREIRA, M. et. al. O recém-nascido de alto risco: teoria e prática do cuidar [on-line]. Rio de Janeiro: Fiocruz, 2004 (adaptado).\nNa fototerapia, a luz provoca a conversão de bilirrubina no seu isômero",
    "alternativas": {
      "a": "ótico",
      "b": "funcional",
      "c": "de cadeia",
      "d": "de posição",
      "e": "geométrico"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/103-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma grande rede de supermercados adota um sistema de avaliação dos faturamentos de suas filiais, considerando a média de faturamento mensal em milhão. A matriz da rede paga uma comissão para os representantes dos supermercados que atingirem uma média de faturamento mensal (M), conforme apresentado no quadro.\nNas condições apresentadas, os representantes desse supermercado avaliam que receberão, no ano seguinte a comissão de tipo",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/175-images/context_img_0.png,enem-data/enem-2021/175-images/context_img_1.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A Copa do Brasil teve, até a edição de 2018, 15 times diferentes como campeões da competição, conforme\napresentado na imagem. Suponha que, como homenagem aos times campeões, a Confederação Brasileira de Futebol\n(CBF) pretenda colocar um painel na sua sede. Esse painel teria 6 linhas e, em cada uma delas, 5 placas, referentes\na cada edição da competição, com o nome do time vencedor, o brasão e o ano do título. © painel deve ser fabricado\nde modo que a primeira linha só tenha clubes gaúchos (Internacional, Grêmio e Juventude); a segunda, apenas times\ncariocas (Flamengo, Vasco e Fluminense); a terceira, somente times mineiros (Cruzeiro e Atlético Mineiro);, a quarta,\nexclusivamente clubes paulistas (Corinthians, Palmeiras, Santos, Paulista FC, Santo André), e as duas últimas sem\nnenhuma restrição.\nQual a expressão determina a quantidade de painéis diferentes que a CBF poderá montar",
    "alternativas": {
      "a": "enem-data/enem-2021/178-images/alt_img_0.png",
      "b": "enem-data/enem-2021/178-images/alt_img_1.png",
      "c": "enem-data/enem-2021/178-images/alt_img_2.png",
      "d": "enem-data/enem-2021/178-images/alt_img_3.png",
      "e": "enem-data/enem-2021/178-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/178-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Com o objetivo de proporcionar aroma e sabor a diversos alimentos, a indústria alimentícia se utiliza de flavorizantes. Em geral, essas substâncias são ésteres, como as apresentadas no quadro.\nO aroma do flavorizante derivado do ácido etanoico e que apresenta cadeia carbônica saturada é de",
    "alternativas": {
      "a": "kiwi.",
      "b": "banana.",
      "c": "pêssego.",
      "d": "rum.",
      "e": "uva."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/98-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O alcoolômetro Gay Lussac é um instrumento destinado a medir o teor de álcool, em porcentagem de volume (v/v), de soluções de água e álcool na faixa de 0º GL a 100ºGL, com divisões de 0,1ºGL. A concepção do alcoolômetro se baseia no princípio de flutuabilidade de Arquimedes, semelhante ao funcionamento de um densímetro. A escala do instrumento é aferida a 20ºC, sendo necessária a correção da medida, caso a temperatura da solução não esteja na temperatura de aferição. É apresentada parte da tabela de correção de um alcoolômetro, com a temperatura.\n\n\n\n\n\n\n\n\n\n\n\n\n\nManual alcoolômetro Gay Lussac. Disponível em: www.incoterm.com.br. Acesso em: 4 dez. 2018 (adaptado).\nÉ necessário a correção da medida do instrumento, pois um aumento na temperatura promove o(a)",
    "alternativas": {
      "a": "aumento da dissociação da água.",
      "b": "aumento da densidade da água e do álcool.",
      "c": "mudança do volume dos materiais por dilatação.",
      "d": "aumento da concentração de álcool durante a medida.",
      "e": "alteração das propriedades químicas da mistura álcool e água."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/93-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O eletrocardiograma é um exame cardíaco que mede a intensidade dos sinais elétricos advindo do coração.\nDe acordo com o eletrocardiograma apresentado, qual foi o número de batimentos cardíacos por minuto desse paciente durante o exame?",
    "alternativas": {
      "a": "30",
      "b": "60",
      "c": "100",
      "d": "120",
      "e": "180"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/99-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A imagem apresenta as etapas do funcionamento de uma estação individual para tratamento do esgoto residencial.\n\n\n\n\n\n\n\n\n\n\n\n\n\nTAVARES, K. Estações de tratamento de esgoto individuais permitem a reutilização da água. Disponível em: https://extra.globo.com. Acesso em: 18 nov 2014 (adaptado).\nEm qual etapa decanta-se o lodo a ser separado do esgoto residencial?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "5",
      "e": "6"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/101-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O emprego de células de combustível a hidrogênio pode ser uma tecnologia adequada ao transporte automotivo. O quadro apresenta características de cinco tecnologias mais proeminentes de células de combustível.\n\n\n\n\n\n\n\n\n\n\n\n\nTestes operacionais com esses tipos de células têm indicado que as melhores alternativas para veículos são as que operam em baixos níveis de energia térmica, são formadas por membranas de eletrólitos poliméricos e ocorrem em meio ácido.\n\nTHOMAS, S; ZALBOWITZ, M. Full cells: green power. Losalamos National Laboratory. Los Alamos, NM, 1999 (adaptado).\nA tecnologia testada mais adequada para o emprego em veículos automotivos é a célula de combustível",
    "alternativas": {
      "a": "AFC.",
      "b": "MSFC.",
      "c": "PEM.",
      "d": "PAFC.",
      "e": "SOFC."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/106-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "As águas subterrâneas têm sido contaminadas pelo uso de pesticidas na agricultura. Entre as várias substâncias usualmente encontradas, algumas são apresentadas na figura. A distinção dessas substâncias pode ser feita por meio de uma análise química qualitativa, ou seja, determinando sua presença mediante a adição de um reagente específico. O hidróxido de sódio é capaz de identificar a presença de um desses pesticidas pela reação ácido-base de Brönsted-Lowry.\nO teste positivo será observado com o pesticida",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/108-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O quadro lista alguns dispositivos eletrônicos que estão presentes no dia a dia, bem como a faixa de força eletromotriz necessária ao seu funcionamento.\n\n\n\n\n\n\n\n\n\n\n\n\nConsidere que uma bateria é construída pela associação em série de três pilhas de lítio-iodo, nas condições-padrão, conforme as semiequações de redução apresentadas.\nEssa bateria é adequada para o funcionamento de qual dispositivo eletrônico?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/92-images/context_img_0.png,enem-data/enem-2021/92-images/context_img_1.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Considere a tirinha, na situação em que a temperatura do ambiente é inferior à temperatura corporal dos personagens.\nO incômodo mencionado pelo personagem da tirinha deve-se ao fato de que, em dias úmidos,",
    "alternativas": {
      "a": "a temperatura do vapor-d'água presente no ar é alta.",
      "b": "o suor apresenta maior dificuldade para evaporar do corpo.",
      "c": "a taxa de absorção de radiação pelo corpo torna-se maior.",
      "d": "o ar torna-se mau condutor e dificulta o processo de liberação de calor.",
      "e": "o vapor-d'água presente no ar condensa-se ao entrar em contato com a pele."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/107-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Na cidade de São Paulo, as ilhas de calor são responsáveis pela alteração da direção do fluxo da brisa marítima que deveria atingir a região de mananciais. Mas, ao cruzar a ilha de calor, a brisa marítima agora encontra um fluxo de ar vertical, que transfere para ela energia térmica absorvidas das superfícies quentes da cidade, deslocando-a para altas altitudes. Dessa maneira, há condensação e chuvas fortes no centro da cidade, em vez de na região de mananciais. A imagem apresenta os três subsistemas que trocam energia nesse fenômeno.\n\nNo processo de fortes chuvas no centro da cidade de São Paulo,  há dois mecanismos dominantes de transferência de calor: entre o Sol e ilha de calor, e entre a ilha de calor e a brisa marítima.\n \nVIVEIROS, M. Ilhas de calor afastam chuvas de represas.\nDisponível em: www2.feis.unesp.br. Acesso em: 3 de dez. 2019 (adaptado).\nEsses mecanismos são, respectivamente,",
    "alternativas": {
      "a": "irradiação e convecção.",
      "b": "irradiação e irradiação.",
      "c": "condução e irradiação.",
      "d": "convecção e irradiação.",
      "e": "convecção e convecção."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/111-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Cientistas da Universidade de New South Wales, na Austrália, demonstraram em 2012 que a Lei de Ohm é válida mesmo para fios finíssimos, cuja área da seção reta compreende alguns poucos átomos. A tabela apresenta as áreas e comprimentos de alguns dos fios construídos (respectivamente com as mesmas unidades de medida). Considere que a resistividade mantém-se constante para todas as geometrias (uma aproximação confirmada pelo estudo).\n\n\n\n\n\n\n\n\n\n\n\n\n\nWEBER, S. B. et al. Ohm1s Law Survivers to the atomice sacle.\nScience, n. 335, jan. 2012 (adaptado)\nAs resistências elétricas dos fios, em ordem crescente, são",
    "alternativas": {
      "a": "R1 < R2 < R3< R4",
      "b": "R2 < R1 < R3< R4",
      "c": "R2 < R3 < R1< R4",
      "d": "R4 < R1 < R3< R2",
      "e": "R4 < R3 < R2< R1"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/117-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um técnico analisou um lote de analgésicos que supostamente estava fora das especificações. A composição prevista era 100mg de ácido acetilsalicílico por comprimido (princípio ativo, cuja estrutura está apresentada na figura), além do amido e da celulosa (componentes inertes). O técnico realizou os seguintes testes:\n1) obtenção da massa do comprimido;\n2) medição da densidade do comprimido;\n3) verificação do pH com papel indicador;\n4) determinação da temperatura de fusão do comprimido;\n5) titulação com solução aquosa de NaOH.\nApós a realização dos testes, o lote do medicamento foi reprovado porque a quantidade de ácido acetilsalicílico por comprimido foi de apenas 40% da esperada.\nO teste permitiu reprovar o lote de analgésicos foi o de número",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/119-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A obtenção de etanol utilizando a cana-de-açúcar envolve a fermentação dos monossacarídeos formadores da sacarose contida no melaço. Um desses formadores é a glicose (C6H12O6), cuja fermentação produz cerca de 50 g de etanol a partir de 100 g de glicose, conforme a equação química descrita.\n\n\n\n\n\n\n\n\n\n\n\n\nEm uma condição específica de fermentação, obtém-se 80% de conversão em etanol que, após sua purificação, apresenta densidade igual a 0,80 g/mL. O melaço utilizado apresentou 50 kg de monossacarídeos na forma de glicose.\nO volume de etanol, em litro, obtido nesse processo é mais próximo de",
    "alternativas": {
      "a": "16.",
      "b": "20.",
      "c": "25.",
      "d": "64.",
      "e": "100."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/113-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Com o objetivo de identificar a melhor espécie produtora de madeira para construção 9com resistência mecânica e à degradação), foram analisadas as estruturas anatômicas de cinco espécies, conforme o quadro.\nQual espécie corresponde ao objetivo proposto?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/114-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O ciclo do cobre é um experimento didático em que o cobre metálico é utilizado como reagente de partida. Após uma sequência de reações (I, II, III, IV e V), o cobre retorna ao seu estado inicial ao final do ciclo.\nA reação de redução do cobre ocorre na etapa",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/124-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A sequência de nucleotídeos do RNA mensageiro presentes em um gene de um fungo, constituída de sete códons, está escrita a seguir\n\n\n\n\n\n\n\n\n\n\n\n\nPesquisadores submeteram a sequência a mutações independentes. Sabe-se que os códons UAG e UAA são terminais, ou seja, indicam a interrupção da tradução.\nQual mutação produzirá a menor proteína?",
    "alternativas": {
      "a": "Deleção de G no códon 3.",
      "b": "Substituição de C por U no códon 4.",
      "c": "Substituição de G por C no códon 6.",
      "d": "Substituição de A por G no códon 7.",
      "e": "Deleção dos dois primeiros nucleotídeos no códon 5."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/130-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O sino dos ventos é composto por várias barras metálicas de mesmo material e espessura, mas de comprimentos diferentes, conforme a figura.\n\n\n\n\n\n\n\n\n\n\n\n\nConsidere f1 e v1, respectivamente, como a frequência fundamental e a velocidade de propagação do som emitido pela barra de menor comprimento, e f2 e v2 são essas mesmas grandezas para o som emitido pela barra de maior comprimento.\nAs relações entre as frequências fundamentais e entre as velocidades de propagação são, respectivamente,",
    "alternativas": {
      "a": "f1< f2 e v1 < v2.",
      "b": "f1 < f2 e v1 = v2.",
      "c": "f1< f2 e v1 > v2.",
      "d": "f1 > f2 e v1 = v2.",
      "e": "f1 > f2 e v1 > v2."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/134-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O polvo mimético apresenta padrões cromáticos e comportamentos muito curiosos. Frequentemente, muda a orientação de seus tentáculos, assemelhando-se a alguns animais. As imagens 1, 3, e 5 apresentam polvos mimetizando, respectivamente, um peixe-linguado (2), um peixe-leão (4) e uma serpente-marinha (6).\n\n\n\n\n\n\n\n\n\n\n\n\n\nNORMAN, M. D.; FINN, J.; TREGENZA, T. Dynamic mimicry in an Indo-Malayan octopus. In: Proceedings of the Royal Society B: Biological Sciences, n. 268, out. 2021.\nDisponível em: www.researchgate.net. Acesso em: 15 mar. 2014 (adaptado).\nDo ponto de vista evolutivo, a capacidade apresentada se estabeleceu porque os polvos",
    "alternativas": {
      "a": "originaram-se do mesmo ancestral que esses animais.",
      "b": "passaram por mutações similares a esses organismos.",
      "c": "observaram esses animais em seus nichos ecológicos.",
      "d": "resultaram de convergência adaptativa com essas espécies.",
      "e": "sobrevivem às pressões seletivas com esses comportamentos"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/135-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um garoto precisa montar um circuito que acenda três lâmpadas de cores diferentes, uma de cada vez. Ele dispõe das lâmpadas, de fios, uma bateria e dois interruptores, como ilustrado, junto com seu símbolo de três pontos. Quando esse interruptor fecha AB, abre BC e vice-versa.\nO garoto fez cinco circuitos elétricos usando os dois interruptores, mas apenas um satisfaz a sua necessidade. Esse circuito é representado por",
    "alternativas": {
      "a": "enem-data/enem-2021/105-images/alt_img_0.png",
      "b": "enem-data/enem-2021/105-images/alt_img_1.png",
      "c": "enem-data/enem-2021/105-images/alt_img_2.png",
      "d": "enem-data/enem-2021/105-images/alt_img_3.png",
      "e": "enem-data/enem-2021/105-images/alt_img_4.png"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/105-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Duas esferas carregadas com cargas iguais em módulo e sinais contrários estão ligadas por uma haste rígida isolante na forma de haltere. O sistema se movimenta sob ação da gravidade numa região que tem um campo magnético horizontal uniforme  , da esquerda para a direita. A imagem apresenta o sistema visto de cima para baixo, no mesmo sentido da aceleração da gravidade  que atua na região.\nVisto de cima, o diagrama esquemático das forças magnéticas que atuam no sistema, no momento inicial em que as cargas penetram na região de campo magnético, está representado em",
    "alternativas": {
      "a": "enem-data/enem-2021/121-images/alt_img_0.png",
      "b": "enem-data/enem-2021/121-images/alt_img_1.png",
      "c": "enem-data/enem-2021/121-images/alt_img_2.png",
      "d": "enem-data/enem-2021/121-images/alt_img_3.png",
      "e": "nan"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/121-images/context_img_0.png,enem-data/enem-2021/121-images/context_img_1.png,enem-data/enem-2021/121-images/context_img_2.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "No cultivo por hidroponia, são utilizados soluções nutritivas contendo macronutrientes e micronutrientes essenciais. Além dos nutrientes, o pH é um parâmetro de extrema importância, uma vez que ele afeta a preparação da solução nutritiva e a absorção dos nutrientes pelas plantas. Para o cultivo de alface, valores de pH entre 5,5 e 6,5 são ideais para o seu desenvolvimento. As correções de pH são feitas pela adição de compostos ácidos ou básicos, mas não devem introduzir elementos nocivos às plantas. Na tabela, são apresentados alguns dados da composição da solução nutritiva de referência para esse cultivo. Também é apresentada a composição de uma solução preparada por um produtor de cultivo hidropônico.\n\n\n\n\n\n\n\n\n\n\n\n\n\nLENZI, E; FAVERO, L. O. B; LUCHESE, E. B. Introdução à química da água: ciência, vida e sobrevivência. Rio de Janeiro: LTC, 2012 (adaptado).\nPara correção do pH da solução nutritiva preparada, esse produtor pode empregar uma solução de",
    "alternativas": {
      "a": "enem-data/enem-2021/133-images/alt_img_0.png",
      "b": "enem-data/enem-2021/133-images/alt_img_1.png",
      "c": "enem-data/enem-2021/133-images/alt_img_2.png",
      "d": "enem-data/enem-2021/133-images/alt_img_3.png",
      "e": "enem-data/enem-2021/133-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/133-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "É possível ligar aparelhos elétricos de baixa corrente utilizando materiais comuns de laboratório no lugar das tradicionais pilhas. A ilustração apresenta uma montagem que faz funcionar um cronômetro digital.\nUtilizando a representação de projetos elétricos, o circuito equivalente a esse sistema é",
    "alternativas": {
      "a": "enem-data/enem-2021/127-images/alt_img_0.png",
      "b": "enem-data/enem-2021/127-images/alt_img_1.png",
      "c": "enem-data/enem-2021/127-images/alt_img_2.png",
      "d": "enem-data/enem-2021/127-images/alt_img_3.png",
      "e": "enem-data/enem-2021/127-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/127-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Na montagem de uma cozinha para um restaurante, a escolha do material correto para as panelas é importante, pois a panela que conduz mais calor é capaz de cozinhar os alimentos mais rapidamente e, com isso, há economia de gás. A taxa de condução do calor depende da condutividade k do material da sua área A, da diferença de temperatura T e da espessura d do material, sendo dada pela relação . Em panelas com dois materiais, a taxa de condução é dada por , em que  e  são as espessuras dos dois materiais, e  e  são as condutividades de cada material. Os materiais mais comuns no mercado para panelas são o alumínio (k = 20 W/m K), o ferro (k = 8 W/m K) e ao aço (k = 5 W/m K) combinado com o cobre (k = 40 W/m K).\nCompara-se uma panela de ferro, uma de alumínio e uma composta de  da espessura em cobre e  da espessura em aço, todas com a mesma espessura total e com a mesma área de fundo.\nA ordem crescente da mais econômica para a menos econômica é",
    "alternativas": {
      "a": "cobre-aço, alumínio e ferro.",
      "b": "alumínio, cobre-aço e ferro",
      "c": "cobre-aço, ferro e alumínio",
      "d": "alumínio, ferro e cobre-aço",
      "e": "ferro, alumínio e cobre-aço"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/126-images/context_img_0.png,enem-data/enem-2021/126-images/context_img_1.png,enem-data/enem-2021/126-images/context_img_2.png,enem-data/enem-2021/126-images/context_img_3.png,enem-data/enem-2021/126-images/context_img_4.png,enem-data/enem-2021/126-images/context_img_5.png,enem-data/enem-2021/126-images/context_img_6.png,enem-data/enem-2021/126-images/context_img_7.png,enem-data/enem-2021/126-images/context_img_8.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "\nA Presença de “at odds with” na fala do personagem do cartum revela o(a)",
    "alternativas": {
      "a": "necessidade de acessar informações confiáveis.",
      "b": "dificuldade de conciliar diferentes anseios.",
      "c": "desejo de dominar novas tecnologias.",
      "d": "desafio de permanecer imparcial.",
      "e": "vontade de ler notícias positivas."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/2-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "\nA charge evoca uma situação de assombro frente a uma realidade que assola as sociedades contemporâneas. Seu efeito humorístico reside na crítica diante do(a)",
    "alternativas": {
      "a": "constatação do ser humano como o responsável pela condição caótica do mundo.",
      "b": "apelo à religiosidade diante das dificuldades enfrentadas pela humanidade.",
      "c": "indignação dos trabalhadores em face das injustiças sociais.",
      "d": "veiculação de informações trágicas pelos telejornais.",
      "e": "manipulação das notícias difundidas pelas mídias."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/3-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A obra, da década de 1960, pertence ao movimento artístico Pop Art, explora a beleza e a sensualidade do corpo feminino em uma situação de divertimento. Historicamente, a sociedade inventou e continua reinventando o corpo como objeto de intervenções sociais, buscando atender aos valores e costumes de cada época. \n\nLICHTENSTEIN, R. Garota com bola. Óleo sobre tela, 153 cm x 91,9 cm. Museu de Arte Moderna de nova York, 1961. Disponível em: www.moma.org. Acesso em: 4 dez. 2018.\nNa produção desses preceitos, a erotização do corpo feminino tem sido constituída pela",
    "alternativas": {
      "a": "realização de exercícios físicos sistemáticos e excessivos.",
      "b": "utilização de medicamentos e produtos estéticos.",
      "c": "educação do gesto, da vontade e do comportamento.",
      "d": "construção de espaços para vivência de práticas corporais.",
      "e": "promoção de novas experiências de movimento humano no lazer."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/12-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "D’SALETE, M. Cumbe. São Paulo: Veneta. 2016, p. 10-11 (adaptado).\nA sequência dos quadrinhos conjuga lirismo e violência ao",
    "alternativas": {
      "a": "sugerir a impossibilidade de manutenção dos afetos.",
      "b": "revelar os corpos marcados pela brutalidade colonial.",
      "c": "representar o abatimento diante da desumanidade vivida.",
      "d": "acentuar a resistência identitária dos povos escravizados.",
      "e": "expor os sujeitos alijados de sua ancestralidade pelo exílio."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/6-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "LEMONS, A. Artistas brasileiras. Belo Horizonte Miguilim,2018.\nO que assegura o reconhecimento desse texto em quadrinhos como prefácio é o(a)",
    "alternativas": {
      "a": "função de apresentação do livro.",
      "b": "apelo emocional apoiado nas imagens.",
      "c": "descrição do processo criativo da autora.",
      "d": "referência à mescla dos trabalhos manual e digital.",
      "e": "uso de elementos gráficos voltados para o público-alvo."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/15-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A revolução estética brasiliense empurrou os designers de móveis dos anos 1950 e início dos 1960 para o novo. Induzidos a abandonar o gosto rebuscado pelo colonial, a trocar Ouro Preto por Brasília, eles criaram um mobiliário contemporâneo que ainda hoje vemos nas lojas e nas salas de espera de consultórios e escritórios, Colada no uso de madeiras nobres, como o jacarandá e a peroba, e em materiais de revestimento como o couro e a palhinha, desenvolveu-se uma tendência feita de linhas retas e curvas suaves, nos moldes da capital no Cerrado.\n\nCHAVES, D. Disponível em: www.veja.abril.com.br. Acesso em: 29 jul. 2010.\nNa reportagem sobre os 50 anos de Brasília, de Débora Chaves, com a reprodução fotográfica de cadeiras e poltronas de Sérgio Rodrigues, verifica-se que os elementos da estética brasiliense",
    "alternativas": {
      "a": "aparecem definidos nas linhas retas dos objetos.",
      "b": "expressam o desenho rebuscado por meio das linhas.",
      "c": "mostram a expressão assimétrica das linhas curvas suaves.",
      "d": "apontam a unidade de matéria-prima utilizada em sua fabricação.",
      "e": "surgem na simplificação das informação visuais de cada composição."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/21-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "TEXTO I\n\n\n\n\n\n\n\n\n\n\n\n\nTEXTO II\nAs máscarqas não foram feitas para serem usadas; elas se concentram apenas nas possibilidades antropomórficas dos recepientes plásticos descartados e, ao mesmo tempo, chamam a atenção para a quantidade de lixo que se acumula em quase todas as cidades ou aldeias africanas.\n\nFARTHINGS, S. Tudo sobre arte\nRomuald Hazoumé costuma dizer que sua obra apenas manda de volta ao oeste o refugode uma sociedade de consumo cada vez mais invasiva. A obra desse artista africano que vive no Benin denota o(a)",
    "alternativas": {
      "a": "empobrecimento do valor artístico pela combinação de diferentes matérias-primas.",
      "b": "reposicionamento estético de objetos por meio da mudança de função.",
      "c": "convite aos espectadores para interagir e completar obras inacabadas.",
      "d": "militância com temas da ecologia que marcam o continente africano.",
      "e": "realidade precária de suas condições de produção artística."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/23-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "HENFIL. Disponível em: https://medium.com. Acesso em: 29 out. 2018 (adaptado).\nNessa tirinha, produzida na década de 1970, os recursos verbais e não verbais sinalizam a finalidade de",
    "alternativas": {
      "a": "reforçar a luta por direitos civis.",
      "b": "explicitar a autonomia feminina.",
      "c": "ironizar as condições de igualdade.",
      "d": "estimular a abdicação da vida social.",
      "e": "criticar as obrigações de maternidade."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/29-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.deskgram.org. Acesso em: 12 dez. 2018 (adaptado).\nA associação entre o texto verbal e as imagens da garrafa e do cão configura recurso expressivo que busca",
    "alternativas": {
      "a": "a estimular denúncias de maus-tratos contra animais.",
      "b": "desvincular o conceito de descarte da ideia de negligência.",
      "c": "incentivar campanhas de adoção de animais em situação de rua.",
      "d": "sensibilizar o público em relação ao abandono de animais domésticos.",
      "e": "alertar a população sobre as sanções legais acerca de uma prática criminosa."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/28-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "\nNo texto, os recursos verbais e não verbais empregados têm por objetivo",
    "alternativas": {
      "a": "divulgar informações científicas sobre o uso indiscriminado de aparelhos celulares.",
      "b": "influenciar o leitor a mudar atitudes e hábitos considerados prejudicados às crianças.",
      "c": "relacionar o uso da tecnologia aos efeitos decorrentes da falta de exercícios físicos.",
      "d": "indicar medidas eficazes para desestimular a utilização de telefones pelo público infantil.",
      "e": "sugerir aos pais e responsáveis a subtituição de dispositivos mpoveis por atividades lúdicas."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/31-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A crise dos refugiados imortalizada para sempre no fundo do mar \n\n\n\n\n\n\n\n\n\n\n\n\n\nTAYLOR, J. C. A balsa de Lampedusa. Instalação. Museu Atlântico, Lanzarote, Canárias, 2016 (detalhe)\n\n\n\n\n\nA balsa de Lampedusa, nome da obra do artista britânicos Jason de Caires Taylor, é uma das instalações criadas por ele para compor o acervo do primeiro museu submarino da Europa, o Museu Atlântico, localizado em Lanzarote, uma das ilhas do arquipélago das Canárias.\nLampedusa é o nome da ilha italiana onde a grande maioria dos refugiados que saem da África ou de países como Síria, Líbano e Iraque tenta chegar para conseguir asilo no continente europeu.\nAs esculturas do Museu Atlântico icam a 14 metros de profundidade nas águas cristalinas de Lanzarote.\nNa balsa, estão dez pessoas. Todas têm no rosto a expressão do abandono. Entre elas, há algumas crianças. Uma delas, uma menina debruçada sobre a beira do bote, olha sem esperança o horizonte. A imagem é tão forte que dispensa qualquer palavra. Exatamente o papel da arte.\n\nDisponível em: http://conexaoplaneta.com.br. Acesso em: 22 jun. 2019 (adaptado).\nAlém de apresentar ao público a obra A balsa de Lampedusa, essa reportagem cumpre, paralelamente, a função de chamar a atenção para",
    "alternativas": {
      "a": "a ilha de Lanzarote, localizada no arquipélago das Canárias, com vocação para o turismo.",
      "b": "as muitas vidas perdidas nas travessias marítimas em embarcações precárias ao longo dos séculos.",
      "c": "a inovação relativa à construção de um museu no fundo do mar, que só pode ser visitado por mergulhadores.",
      "d": "a construção do museu submarino como um memorial para as centenas de imigrantes mortos nas travessias pelo mar.",
      "e": "a arte como perpetuadora de episódios marcantes da humanidade de que têm de ser relembrados para que não tomem a acontecer."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/30-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "MEIRRELES, V. Moema, Óleo sobre tela, 129 cm x 190 cm. Masp, São Paulo, 1866.\nDisponível em: www.masp.art.br. Acesso em: 13 ago. 2012 (adaptado).\nNessa obra, que retrata uma cena de Caramuru, célebre poema épico brasileiro, a filiação à estética romântica manifesta-se na",
    "alternativas": {
      "a": "exaltação do retrato fiel da beleza feminina.",
      "b": "tematização da fragilidade humana diante da morte.",
      "c": "ressignificação de obras do cânone literário nacional.",
      "d": "representação dramática e idealizada do corpo da índia.",
      "e": "oposição entre a condição humana e a natureza primitiva."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/38-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma das bases mais utilizadas para representar um número é a base decimal. Entretanto, os computadores trabalham com números na base binária. Nessa base, qualquer número natural é representado usando apenas os algarismos 0 e 1. Por exemplo, as representações dos números 9 e 12, na base binárias, são 1001 e 1100, respectivamente. A operação de adição, na base binária, segue um algoritmo similar ao utilizado na base decimal, como detalhado no quadro:\n\n\n\n\n\nPor exemplo, na base binária, a soma dos números 10 e 10 é 100, como apresentado:\nConsiderando as informações do texto, o resultado da adição 9 + 12 será representado, na base binária, por",
    "alternativas": {
      "a": "101",
      "b": "1101",
      "c": "1111",
      "d": "10101",
      "e": "11001"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma pessoa comprou uma caneca para tomar sopa, conforme ilustração.\n\n\n\n\n\n\n\n\n\n\n\n\nSabe-se que 1 cm³ = 1 mL e que o topo da caneca é uma circunferência de diâmetro (D) medindo 10 cm, e a base é um círculo de diâmetro (d) medindo 8 cm. Além disso, sabe-se que a altura (h) dessa caneca mede 12 cm (distância entre o centro das circunferências do topo e da base).\nUtilize 3 como aproximação para π.\nQual é a capacidade volumétrica, em milimitro, dessa caneca?",
    "alternativas": {
      "a": "216",
      "b": "408",
      "c": "732",
      "d": "2196",
      "e": "2928"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Após a consulta médica, um paciente deve seguir um tratamento composto por três medicamentos: X, Y e Z. O paciente, para adquirir os três medicamentos, faz um orçamento em três farmácias diferentes, conforme o quadro.\n\n\n\n\n\n\n\n\n\n\n\n\nDessas farmácias, algumas oferecem descontos:\n\nna compra dos medicamentos X e Y na Farmácia 2, recebe-se um desconto de 20% em ambos os produtos, independentemente da compra do medicamento Z, e não há desconto para o medicamento Z;\nna compra dos 3 medicamentos na Farmácia 3, recebe-se 20% de desconto no valor total da compra.\n\nO paciente deseja efetuar a compra de modo a minimizar duas despesa com os medicamentos.\nDe acordo com as informações fornecidas, o paciente deve comprar os medicamentos da seguinte forma:",
    "alternativas": {
      "a": "X, Y e Z na Farmácia 1.",
      "b": "X e Y na Farmácia 1, e Z na Farmácia 3.",
      "c": "X e Y na Farmácia 2, e Z na Farmácia 3.",
      "d": "X na Farmácia 2, e Y e Z na Farmácia 3.",
      "e": "X, Y e Z na Farmácia 3."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/143-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma pessoa pretende viajar por uma companhia aérea que despacha gratuitamente uma mala com até 10kg.\nEm duas viagens que realizou, essa pessoa utilizou a mesma mala e conseguiu 10 kg com as seguintes combinações de itens:\n\n\n\n\n\n\n\n\n\n\n\n\nPara ter certeza de que sua bagagem terá massa de 10 kg, ela decide levar essa mala com duas calças, um sapato e o máximo de camisetas, admitindo que itens do mesmo tipo têm a mesma massa.\nQual a quantidade máxima de camisetas que essa pessoa poderá levar?",
    "alternativas": {
      "a": "22",
      "b": "24",
      "c": "26",
      "d": "33",
      "e": "39"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/150-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Muitos brinquedos que frequentemente são encontrados em praças e parques públicos apresentam formatos de figuras geométricas bidimensionais e tridimensionais. Uma empresa foi contratada para desenvolver uma nova forma de brinquedo. A proposta apresentada pela empresa foi de uma estrutura formada apenas por hastes metálicas, conectadas umas às outras, como apresentado na figura. As hastes de mesma tonalidade e espessura são congruentes.\nCom base na proposta apresentada, quantas figuras geométricas planas de cada tipo são formadas pela união das hastes?",
    "alternativas": {
      "a": "12 trapézios isósceles e 12 quadrados.",
      "b": "24 trapézios isósceles e 12 quadrados.",
      "c": "12 paralelogramos e 12 quadrados.",
      "d": "8 trapézios isósceles",
      "e": "nan"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/144-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Num octaedro regular, duas faces são consideradas opostas quando não têm nem arestas, nem vértices em comum. Na figura, observa-se um octaedro regular e uma de suas planificações, na qual há uma face colorida na cor cinza escuro e outras quatro faces numeradas.\nQual(is) face(s) ficará(ão) oposta(s) à face de cor cinza escuro, quando o octaedro for reconstruído a partir da planificação dada?",
    "alternativas": {
      "a": "1, 2, 3 e 4",
      "b": "1 e 3",
      "c": "1",
      "d": "2",
      "e": "4"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/145-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O instrumento da percussão conhecido como triângulo é composto por uma barra fina de aço, dobrada em um formato que se assemelha a um triângulo, com uma abertura e uma haste, conforme ilustra a Figura 1.\n\n\n\n\n\n\n\n\n\n\n\n\nUma empresa de brindes promocionais contrata uma fundição para a produção de miniaturas de instrumentos desse tipo. A fundição produz, inicialmente, peças com o formato de uma triângulo equilátero de altura h, conforme ilustra a Figura 2. Após esse processo, cada peça é aquecida, deformando os cantos, e cortada em um dos vértices, dando origem à miniatura. Assuma que não ocorram perdas de material no processo de produção, de forma que o comprimento da barra utilizada seja igual ao perímetro do triângulo equilátero representado na Figura 2.\nConsidere 1,7 como valor aproximado para √3.\nNessas condições, o valor que mais se aproxima da medida do comprimento da barra, em centímetro, é\nNessas condições, o valor que mais se aproxima da medida do comprimento da barra, em centímetro, é:",
    "alternativas": {
      "a": "9,07.",
      "b": "13,60.",
      "c": "20,40.",
      "d": "27,18.",
      "e": "36,24."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/146-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um ciclista amador de 61 anos de idade utilizou um monitor cardíaco para medir suas frequências cardíacas em quatro diferentes tipos de trechos do percurso. Os resultados das frequências cardíacas máximas alcançadas nesses trechos foram:\n\n\n\n\n\n\n\n\n\n\n\n\nSabe-se que a faixa aeróbica ideal para o ganho de condicionamento físico é entre 65% e 85% da frequência cardíaca máxima (Fc máx), que, por sua vez, é determinada pela fórmula:\nFc máx. = 220 – idades,\nem que a idade é dada em ano e Fc máx. é dada em bpm (batimento por minuto).\nOs trechos do percurso nos quais esse ciclista se mantém dentro de sua faixa aeróbica ideal, para o ganho de condicionamento físico, são:",
    "alternativas": {
      "a": "leve no plano, forte no plano, subida moderada e subida forte.",
      "b": "leve no plano, forte no plano e subida moderada.",
      "c": "forte no plano, subida moderada e subida forte.",
      "d": "forte no plano e subida moderada.",
      "e": "leve no plano e subida forte."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/141-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um povoado com 100 habitantes está passando por uma situação de seca prolongada e os responsáveis pela administração pública local decidem contratar a construção de um reservatório. Ele deverá ter a forma de um cilindro circular reto, cuja base tenha 5 metros de diâmetro interno, e atender à demanda de água da população por um período de exatamente sete dias consecutivos. No oitavo dia, o reservatório vazio é completamente reabastecido por carros-pipa.\nConsidere que o consumo médio diário por habitante é de 120 litros de água. Use 3 como aproximação para\nNas condições apresentadas, o reservatório deverá ser construído com uma altura interna mínima, em metro, igual a",
    "alternativas": {
      "a": "1,12",
      "b": "3,10",
      "c": "4,35",
      "d": "4,48",
      "e": "5,60"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/153-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A figura foi extraída de um antigo jogo de computadores, chamado Bang! Bang!\n\n\n\n\n\n\n\n\n\n\n\n\nNo jogo, dois competidores controlam os canhões  A  e  B  , disparando balas alternadamente com o objetivo de atingir o canhão do adversário; para isso, atribuem valores estimados para o módulo de velocidade inicial de disparo    e para o ângulo de disparo .\nEm determinado momento de uma partida, o competidor  B  deve disparar; ele sabe que a bala disparada anteriormente, = 53 °, Passou tangenciando o Ponto  P  .\nNo jogo,   é igual a 10 m / s 2. Considere sen 53 ° = 0,8, cos 53 ° = 0,6 e desprezível a ação de dissipativas.\n\nDisponível em:  http://mebdownloads.butzke.net.br . Acesso em: 18 abr. 2015 (adaptado).\n\n\n\n\n\nCom base nas distâncias dadas e mantendo o último ângulo de disparo, qual deveria ser, aproximadamente, o menor valor de    que permitiria ao disparo pelo canhão  B  atingir o canhão  A?\nCom base nas distâncias dadas e mantendo o último ângulo de disparo, qual deveria ser, aproximadamente, o menor valor de que permitiria ao disparo pelo canhão  B  atingir o canhão  A?",
    "alternativas": {
      "a": "30 m/s",
      "b": "35 m/s",
      "c": "40 m/s",
      "d": "45 m/s",
      "e": "50 m/s"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/128-images/context_img_0.png,enem-data/enem-2021/128-images/context_img_1.png,enem-data/enem-2021/128-images/context_img_2.png,enem-data/enem-2021/128-images/context_img_3.png,enem-data/enem-2021/128-images/context_img_4.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um atleta produz sua própria refeição com custo fixo de R$ 10,00. Ela é composta por 400g de frango, 600g de batata-doce e uma hortaliça. Atualmente, os preços dos produtos para essa refeição são:\n\n\n\n\n\n\n\n\n\n\n\n\nEm relação a esses preços, haverá um aumento de 50% no preço do quilograma de batata-doce, e os outros preços não serão alterados. O atleta deseja manter o custo da refeição, a quantidade de batata-doce e a hortaliça. Portanto, terá que reduzir a quantidade de frango.\nQual deve ser a redução percentual da quantidade de frango para que o atleta alcance seu objetivo?",
    "alternativas": {
      "a": "12,5",
      "b": "28,0",
      "c": "30,0",
      "d": "50,0",
      "e": "70,0"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/160-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A depressão caracteriza-se por um desequilíbrio na química cerebral. Os neurônios de um deprimido não respondem bem as estímulos dos neurotransmissores.\nOs remédios que combatem a depressão têm o objetivo de restabelecer a química cerebral. Com o aumento gradativo de casos de depressão, a venda desses medicamentos está em crescente evolução, conforme ilustra o gráfico.\nNo período de 2005 a 2009, o aumento percentual no volume de vendas foi de",
    "alternativas": {
      "a": "45,4.",
      "b": "54,5.",
      "c": "120.",
      "d": "220.",
      "e": "283,2."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/166-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A demografia médica é o estudo da população de médicos no Brasil nos aspectos quantitativo e qualitativo, sendo um dos seus objetivos fazer projeções sobre a necessidade da formação de novos médicos. Um desses estudos gerou um conjunto de dados que aborda a evolução do número de médicos e da população brasileira por várias décadas. O quadro apresenta parte desses dados.\n\n\n\n\n\n\n\n\n\n\n\n\nSegundo uma projeção estatística, a variação do número de médicos e o da população brasileira de 2010 para 2020 será a média entre a variação de 1990 para 2000 e a de 2000 para 2010. Com o resultado dessa projeção, determina-se o número de médicos por mil habitantes no ano de 2020.\n\nDisponível em: www.cremesp.org.br. Acesso em: 24 jun. 2015 (adaptado)\nO número, com duas casas na parte decimal, mais próximo do número de médicos por mil habitantes no ano de 2020 seria de",
    "alternativas": {
      "a": "0,17",
      "b": "0,49",
      "c": "1,71",
      "d": "2,06",
      "e": "3,32"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/164-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um parque temático brasileiro construiu uma réplica em miniatura do castelo de Liechtenstein. O castelo original, representado na imagem, está situado na Alemanha e foi reconstruído entre os anos de 1840 e 1842, após duas destruições causadas por guerras.\n\n\n\n\n\n\n\n\n\n\n\n\nO castelo possui uma ponte de 38,4m de comprimento e 1,68m de largura. O artesão que trabalhou para o parque produziu a réplica do castelo, em escala. Nessa obra, as medidas do comprimento e da largura da ponte eram, respectivamente, 160cm e 7 cm.\nA escala utilizada para fazer a réplica é",
    "alternativas": {
      "a": "1 : 576",
      "b": "1 : 240",
      "c": "1 : 24",
      "d": "1 : 4,2",
      "e": "1 : 2,4"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/163-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O gráfico apresenta o nível de ocupação dos cinco reservatórios de água que abasteciam uma cidade em 2 de Fevereiro de 2015.\nNessa data, o reservatório com o maior volume de água era o",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/170-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O quadro apresenta o número de terremotos de magnitude maior ou igual a 7, na escala de Richter, ocorridos em nosso planeta nos anos 2000 e 2011.\nUm pesquisador acredita que a mediana representa bem o número anual típico de terremotos em um período. Segundo esse pesquisador, o número anual típico de terremotos de magnitude maior ou igual a 7 é",
    "alternativas": {
      "a": "11.",
      "b": "15.",
      "c": "15,5.",
      "d": "15,7.",
      "e": "17,5."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/169-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um casal está planejando comprar um apartamento\nde dois quartos num bairro de uma cidade e consultou\na página de uma corretora de imóveis, encontrando\n105 apartamentos de dois quartos à venda no bairro\ndesejado. Eles usaram um aplicativo da corretora para\ngerar a distribuição dos preços do conjunto de imóveis\nselecionados.\nO gráfico ilustra a distribuição de frequências dos\npreços de venda dos apartamentos dessa lista (em\nmil reais), no qual as faixas de preço são dadas por\n]300, 400], ]400, 5001, ]500, 600], ]00, 700], ]700, 800],\n]800, 900], ]900, 1 000], ]1 000, 1 100], ]1 100, 1 200] e\n]1 200, 1 300].\nA mesma corretora anuncia que cerca de 50% dos\napartamentos de dois quartos nesse bairro, publicados\nem sua página, têm preço de venda inferior a 550 mil reais.\nNo entanto, o casal achou que essa última informação\nnão era compatível com o gráfico obtido.\nCom base no gráfico obtido, o menor preço, p (em mil reais), para o qual pelo menos 50% dos apartamentos apresenta preço inferior a p",
    "alternativas": {
      "a": "600.",
      "b": "700.",
      "c": "800.",
      "d": "900.",
      "e": "1000."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/167-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma construtora, pretendendo investir na construção de imóveis em uma metrópole com cinco grandes regiões, fez uma pesquisa sobre a quantidade de famílias que mudaram de uma região para outra, de modo a determinar qual região foi o destino do maior fluxo de famílias, sem levar em consideração o número de famílias que deixaram a região. Os valores da pesquisa estão dispostos em uma matriz A = , i, j  {1, 2, 3, 4, 5}, em que o elemento  corresponde ao total de famílias (em dezena) que se mudaram da região i para a região j durante um certo período, e o elemento  é considerado nulo, uma vez que somente são consideradas mudanças entre regiões distintas. A seguir, está apresentada a matriz com os dados da pesquisa.\nQual região foi selecionada para o investimento da construtora?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/156-images/context_img_0.png,enem-data/enem-2021/156-images/context_img_1.png,enem-data/enem-2021/156-images/context_img_2.png,enem-data/enem-2021/156-images/context_img_3.png,enem-data/enem-2021/156-images/context_img_4.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma pessoa realizou uma pesquisa com alguns alunos de uma escola, coletando suas idades, e organizou esses dados no gráfico.\nQual é a média das idades, em ano, desses alunos?",
    "alternativas": {
      "a": "9",
      "b": "12",
      "c": "18",
      "d": "19",
      "e": "27"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/171-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Em um estudo realizado pelo IBGE em quatro estados e no Distrito Federal, com mais de 5 mil pessoas com 10 anos ou mais, observou-se que a leitura ocupa, em média, apenas seis minutos do dia de cada pessoa.\nNa faixa de idade de 10 a 24 anos, a média diária é de três minutos. No entanto, no grupo de idades entre 24 e 60 anos, o tempo médio diário dedicado à leitura é de 5 minutos. Entre os mais velhos, com 60 anos ou mais, a média é de 12 minutos.\nA quantidade de pessoas entrevistadas de cada faixa de idade seguiu a distribuição percentual descrita no quadro.\nOs valores de x e y do quadro são, respectivamente, iguais a",
    "alternativas": {
      "a": "10 e 80.",
      "b": "10 e 90.",
      "c": "20 e 60.",
      "d": "20 e 80.",
      "e": "25 e 5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/172-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O quadro representa a relação entre o preço de um produto (R) e seu respectivo imposto devido (l).\nO gráfico que melhor representa essa relação é",
    "alternativas": {
      "a": "enem-data/enem-2021/154-images/alt_img_0.png",
      "b": "enem-data/enem-2021/154-images/alt_img_1.png",
      "c": "enem-data/enem-2021/154-images/alt_img_2.png",
      "d": "enem-data/enem-2021/154-images/alt_img_3.png",
      "e": "enem-data/enem-2021/154-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/154-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "A Cifra de César é um exemplo de um método de codificação de mensagens usado por Júlio César para se comunicar com seus generais.\nNo método, cada letra era trocada por uma letra que aparecia no alfabeto um número fixo de casas adiante (ou atrás) de forma cíclica. A seguir temos um exemplo em que cada letra é substituída pela que vem três posições à frente.\n\n\n\n\n\n\n\n\n\n\n\n\nPara quebrar um código como esse, a análise de frequências das letras de um texto é uma ferramenta importante.\nUma análise do texto do romance O guarani, de José de Alencar, que é composto por 491 631 letras, gerou o seguinte gráfico de frequências:\nApós codificar esse texto com a regra do exemplo fornecido, faz-se nova analise de frequência no texto codificado.\nAs quatro letras mais frequentes, em ordem decrescente de frequência, do texto codificado são",
    "alternativas": {
      "a": "A,E,O e S.",
      "b": "D, E, F e G.",
      "c": "D, E, F e G.",
      "d": "D,H,R e V.",
      "e": "X, B L e P."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/168-images/context_img_0.png,enem-data/enem-2021/168-images/context_img_1.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma rede de hamburgueria tem três franquias em\ncidades distintas. Visando incluir um novo tipo de lanche\nno cardápio, o gerente de marketing da rede sugeriu que\nfossem colocados à venda cinco novos tipos de lanche,\nem edições especiais. Os lanches foram oferecidos pelo\nmesmo período de tempo em todos os franqueados,\nO tipo que apresentasse a maior média por franquia\nseria incluído definitivamente no cardápio. Terminado o\nperíodo de experiência, a gerência recebeu um relatório\ndescrevendo as quantidades vendidas, em unidade, de\ncada um dos cinco tipos de lanche nas três franquias\nCom base nessas informações, a gerência decidiu incluir no cardápio o lanche de tipo",
    "alternativas": {
      "a": "I.",
      "b": "II.",
      "c": "III.",
      "d": "IV.",
      "e": "V."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/174-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Uma mola é solta da posição distendida conforme a figura. A figura à direita representa o gráfico da posição P (em cm) da massa m em função do tempo t (em segundo) em um sistema de coordenadas cartesianas. Esse movimento periódico é descrito por uma expressão do tipo P(t) =  ou P(t) = , em que A>0 é a amplitude de deslocamento máximo e  é a frequência, que se relaciona com o período T pela fórmula .\nConsidere a ausência de quaisquer forças dissipativas.\nA expressão algébrica que representa as posições P(t) da massa m, ao longo do tempo, no gráfico, é",
    "alternativas": {
      "a": "-3 cos (2t)",
      "b": "-3 sen (2t)",
      "c": "3 cos (2t)",
      "d": "-6 cos (2t)",
      "e": "6 cos (2t)"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/161-images/context_img_0.png,enem-data/enem-2021/161-images/context_img_1.png,enem-data/enem-2021/161-images/context_img_2.png,enem-data/enem-2021/161-images/context_img_3.png,enem-data/enem-2021/161-images/context_img_4.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Um segmento de reta está dividido em duas partes\nna proporção áurea quando o todo está para uma das\npartes na mesma razão em que essa parte está para a\noutra. Essa constante de proporcionalidade é comumente\nrepresentada pela letra grega ρ, e seu valor é dado pela\nsolução positiva da equação ρ²=ρ+1\nAssim como a potência ρ², as potências superiores\nde ρ podem ser expressas da forma aρ + b, em que a e b\nsão inteiros positivos, como apresentad0o no quadro.\nA potência ρ7, escrita na forma aρ+b (a e b são inteiros positivos), é",
    "alternativas": {
      "a": "5ρ+3",
      "b": "7ρ+2",
      "c": "9ρ+6",
      "d": "11ρ+7",
      "e": "13ρ+8"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/179-images/context_img_0.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "Para a comunicação entre dois navios é utilizado um sistema de codificação com base em valores numéricos. Para isso, são consideradas as operações triângulo  e estrela *, definidas sobre o conjunto dos números reais por xy = x² + xy – y² e x * y = xy + x.\nO navio que deseja enviar uma mensagem deve fornecer um valor de entrada b, que irá gerar um valor de saída, a ser enviado ao navio receptor, dado pela soma da duas maiores soluções da equação (ab)*(ba) = 0. Cada valor possível de entrada e saída representa uma mensagem diferente já conhecida pelos dois navios.\nUm navio deseja enviar ao outro a mensagem “ATENÇÃO!”. Para isso, deve utilizar o valor de entrada b=1.\nDessa forma, o valor recebido pelo navio receptor será",
    "alternativas": {
      "a": "enem-data/enem-2021/162-images/alt_img_0.png",
      "b": "enem-data/enem-2021/162-images/alt_img_1.png",
      "c": "enem-data/enem-2021/162-images/alt_img_2.png",
      "d": "enem-data/enem-2021/162-images/alt_img_3.png",
      "e": "enem-data/enem-2021/162-images/alt_img_4.png"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/162-images/context_img_0.png,enem-data/enem-2021/162-images/context_img_1.png,enem-data/enem-2021/162-images/context_img_2.png,enem-data/enem-2021/162-images/context_img_3.png"
    ]
  },
  {
    "ano": 2021,
    "materia": "Desconhecida",
    "questao": "O Atomiuim, representado na imagem é um\ndos principais pontos turísticos de Bruxelas. Ele foi\nconstruído em 1958 para a primeira grande exposição\nmundial depois da Segunda Guerra Mundial, a Feira\nMundial de Bruxelas.\nTrata-se de uma estrutura metálica construída no\nformato de um cubo. Essa estrutura está apoiada por um\ndos vértices sobre uma base paralela ao plano do solo,\ne a diagonal do cubo, contendo esse vértice, é ortogonal\nao plano da base. Centradas nos vértices desse cubo,\nforam construídas oito esferas metálicas, e uma outra\nesfera foi construída centrada no ponto de interseção das\ndiagonais do cubo. As oito esferas sobre os vértices são\ninterligadas segundo suas arestas, e a esfera central se\nconecta a elas pelas diagonais do cubo.\nTodas essas interligações são feitas por tubos\ncilíndricos que possuem escadas em seu interior,\npermitindo o deslocamento de pessoas pela parte\ninterna da estrutura. Na diagonal ortogonal à base, o\ndeslocamento é feito por um elevador, que permite o\ndeslocamento entre as esferas da base e a esfera do\nponto mais alto, passando pela esfera central.\nConsidere um visitante que se deslocou pelo interior\ndo Atomium sempre em linha reta e seguindo o menor trajeto entre dois vértices, passand0 por todas as arestas e todas as diagonais do cubo.\nA projeção ortogonal sobre o plano do solo do trajeto percorrido por esse visitante é representada por",
    "alternativas": {
      "a": "enem-data/enem-2021/180-images/alt_img_0.png",
      "b": "enem-data/enem-2021/180-images/alt_img_1.png",
      "c": "enem-data/enem-2021/180-images/alt_img_2.png",
      "d": "enem-data/enem-2021/180-images/alt_img_3.png",
      "e": "enem-data/enem-2021/180-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2021/2021-images/enem-data/enem-2021/180-images/context_img_0.png"
    ]
  }
]