[
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O conjunto representado pelo agronegócio demanda condições específicas que passam a ser exigidas dos territórios. Como há uma elevação da formação de fluxos, materiais e imateriais, a crescente articulação com as escalas que vão do local ao global terminam por pressionar o Estado a agir visando uma instalação no território de fixos diversos, bem como uma regulação específica.\n\nLIMA, R. C.; PENHA, N. A. A logística de transportes do agronegócio em Mato Grosso (Brasil). Confins, n.26, fev. 2016.\nO mapa e o texto se complementam indicando que a expansão das rodovias se deu como resposta ao(à)",
    "alternativas": {
      "a": "alteração da matriz econômica.",
      "b": "substituição do modal hidroviário.",
      "c": "retração do contingente demográfico.",
      "d": "projeção do escoamento produtivo.",
      "e": "estagnação de lavouras policultoras."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/53-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Zona de pastoreio e cultura do algodão e cereais do agreste (1963)\n\n\n\n\n\n\n\n\n\n\n\n\n\nANDRADE, M. C. A terra e o homem no Nordeste. São Paulo: Brasiliense, 1963.\nA dinâmica produtiva apresentada na imagem tem como estratégia central a",
    "alternativas": {
      "a": "separação pelo tipo de solo.",
      "b": "exportação da colheita sazonal.",
      "c": "priorização da tecnologia moderna.",
      "d": "adequação pelo tempo da natureza.",
      "e": "intensificação da atividade pecuária."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/60-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "TEXTO I\n\n\nRio Tietê, São Paulo (SP). Foto: Delfim Martins/Pulsar.\n\n\n\n\n\nTEXTO II\nO Rio Tietê está morto. Ao menos uma parte dele: 137 quilômetros, para ser mais preciso. Uma pesquisa da Fundação SOS Mata Atlântica mostra que, em 2016, o trecho do rio com qualidade de água classificada como ruim ou péssima começa em Itaquaquecetuba, passa por toda a Região Metropolitana de São Paulo e chega até Cabreúva, já no interior de São Paulo. Nesse trecho, a água não tem oxigênio suficiente para abrigar vida.\n\nDisponível em: http://epoca.globo.com. Acesso em: 7 dez. 2017 (adaptado).\nConsiderando a análise dos textos, a condição atual desse rio tem como origem a",
    "alternativas": {
      "a": "valorização do sítio urbano.",
      "b": "extinção na vegetação nativa.",
      "c": "recepção de densa carga de dejetos.",
      "d": "captação desordenada do regime pluvial.",
      "e": "expansão do uso de defensivos químicos."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/61-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Disponível em: https://noticias.uol.com.br. Acesso em: l3 jun. 2018\n(adaptado).\nOs aspectos físicos apresentados originam-se da atuação da força natural de",
    "alternativas": {
      "a": "colisão de placas tectônicas.",
      "b": "rifteamento da crosta terrestre.",
      "c": "subducção da plataforma oceânica.",
      "d": "formação de cadeias montanhosas.",
      "e": "metamorfismo de bordas continentais."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/77-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A obtenção de óleos vegetais, de maneira geral, passa pelas etapas descritas no quadro.\nQual das subetapas do processo é realizada em função apenas da polaridade das substâncias?",
    "alternativas": {
      "a": "Trituração.",
      "b": "Cozimento.",
      "c": "Prensagem.",
      "d": "Extração.",
      "e": "Destilação."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/103-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um estudante tem uma fonte de tensão com corrente contínua que opera em tensão fixa de 12 V. Como precisa alimentar equipamentos que operam em tensões menores, ele emprega quatro resistores de 100 para construir um divisor de tensão. Obtém-se este divisor associando os resistores, como exibido na figura. Os aparelhos podem ser ligados entre os pontos A, B, C, D e E, dependendo da tensão especificada.\n\n\n\n\n\n\n\n\n\n\n\n\nEle tem um equipamento que opera em 9,0 V com uma resistência interna de 10 kΩ.\nEntre quais pontos do divisor de tensão esse equipamento deve ser ligado para funcionar corretamente e qual será o valor da intensidade da corrente nele estabelecida?",
    "alternativas": {
      "a": "Entre A e C; 30 mA.",
      "b": "Entre B e E; 30 mA.",
      "c": "Entre A e D; 1,2 mA.",
      "d": "Entre B e E; 0,9 mA.",
      "e": "Entre A e E; 0,9 mA."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/96-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Para garantir que produtos eletrônicos estejam armazenados de forma adequada antes da venda, algumas empresas utilizam cartões indicadores de umidade nas embalagens desses produtos. Alguns desses cartões contêm um sal de cobalto que muda de cor em presença de água, de acordo com a equação química:\nComo você procederia para reutilizar, num curto intervalo de tempo, um cartão que já estivesse com a coloração rosa?",
    "alternativas": {
      "a": "Resfriaria no congelador.",
      "b": "Borrifaria com spray de água.",
      "c": "Envolveria com papel alumínio.",
      "d": "Aqueceria com secador de cabelos.",
      "e": "Embrulharia em guardanapo de papel."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/95-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um microempresário do ramo de cosméticos utiliza óleos essenciais e quer produzir um creme com fragrância de rosas. O principal componente do óleo de rosas tem cadeia poli-insaturada e hidroxila em carbono terminal. O catálogo dos óleos essenciais apresenta, para escolha da essência, estas estruturas químicas:\nQual substância o empresário deverá utilizar?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/107-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Em uma pesquisa estão sendo testados cinco quimioterápicos quanto à sua capacidade antitumoral. No entanto, para o tratamento de pacientes, sabe-se que é necessário verificar também o quanto cada composto agride células normais. Para o experimento, partiu-se de cultivos de células tumorais  colunas escuras na figura) e células normais (colunas claras) com o mesmo número de células iniciais. Dois grupos-controle não receberam quimioterápicos: controle de células  tumorais (CT) e de células normais (CN). As colunas I, II, III, IV e V correspondem aos grupos tratados com os cinco compostos. O número de células viáveis após os tratamentos está representado pelas colunas.\nQual quimioterápico deve ser escolhido desse tipo de tumor?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/102-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Pesquisadores coletaram amostras de água de um rio em pontos diferentes, distantes alguns quilômetros um do outro. Ao longo do rio, há locais de águas limpas, como também locais que recebem descarga de esgoto de área urbana, e locais onde há decomposição ativa com ausência de peixes. Os pesquisadores  analisaram dois parâmetros: oxigênio dissolvido (OD) e demanda bioquímica de oxigênio (DBO) em cada ponto de coleta de água, obtendo o gráfico:\n\n\n\n\n\n\n\n\n\n\n\n\nValores limites permitidos para águas doces destinadas ao abaste cimento para o consumo humano após tratamento convencional, segundo Resolução Conama n. 357/2005: OD≥5mgL–1 e DBO ≤ 5mgL–1.\n \nO OD é proveniente da atmosfera e da fotossíntese que ocorre no curso-d’água e sua concentração é função das variáveis físicas, químicas e bioquímicas  locais. A DBO é a quantidade de oxigênio consumido por microrganismos em condições aeróbicas para degradar uma determinada quantidade de matéria orgânica, durante um período de tempo, numa temperatura de incubação específica.\n\nDisponível em: www.programaaguaazul.rn.gov.br. Acesso em: 16 ago. 2014 (adaptado)\nQual ponto de amostragem da água do rio está mais próximo ao local em que o rio recebe despejo de esgoto?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/115-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "As moedas despertam o interesse de colecionadores, numismatas e investidores há bastante tempo. Uma moeda de 100% cobre, circulante no período do Brasil Colônia, pode ser bastante valiosa. O elevado valor gera\na necessidade de realização de testes que validem a procedência da moeda, bem como a veracidade de sua composição. Sabendo que a densidade do cobre metálico é próxima de 9 g cm–3, um investidor negocia a aquisição\nde um lote de quatro moedas A, B, C e D fabricadas supostamente de 100% cobre e massas 26 g, 27 g, 10g e 36 g, respectivamente. Com o objetivo de testar a densidade das moedas, foi realizado um procedimento em que elas foram sequencialmente inseridas em uma proveta contendo 5 mL de água, conforme\nesquematizado.\nCom base nos dados obtidos, o investidor adquiriu as moedas",
    "alternativas": {
      "a": "A e B",
      "b": "A e C.",
      "c": "B e C.",
      "d": "B e D.",
      "e": "C e D."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/113-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Em seu laboratório, um técnico em química foi\nincumbido de tratar um resíduo, evitando seu descarte\ndireto no meio ambiente. Ao encontrar o frasco, observou\na seguinte informação: “Resíduo: mistura de acetato de\netila e água”.\nA fim de tratar o resíduo, recuperando o acetato de etila,\no técnico deve",
    "alternativas": {
      "a": "evaporar o acetato de etila sem alterar o conteúdo de água.",
      "b": "filtrar a mistura utilizando um funil comum e um papel de filtro.",
      "c": "realizar uma destilação simples para separar a água do acetato de etila.",
      "d": "proceder a uma centrifugação da mistura para remover o acetato de etila.",
      "e": "decantar a mistura separando os dois componentes em um funil adequado."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/119-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Em uma aula sobre metabolismo energético, foi\napresentado um experimento clássico realizado por\nEngelmann. Um recipiente contendo bactérias aeróbias e\numa alga verde filamentosa foi submetido à iluminação\nde uma fonte de luz, representada pelo microespectro.\nApós a explicação, um aluno esquematizou na lousa o\nresultado do referido experimento.\nConsiderando a figura, a faixa do microespectro em que a\nalga possui maior taxa de realização fotossintética é a do:",
    "alternativas": {
      "a": "Anil.",
      "b": "Verde.",
      "c": "Violeta.",
      "d": "Amarelo.",
      "e": "Vermelho."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/117-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O exame parasitológico de fezes é utilizado para detectar\novos de parasitos. Um dos métodos utilizados,\ndenominado de centrífugo-flutuação, considera a\ndensidade dos ovos em relação a uma solução de\ndensidade 1,15 g mL–1. Assim, ovos que flutuam na\nsuperfície dessa solução são detectados. Os dados de\ndensidade dos ovos de alguns parasitos estão\napresentados na tabela.\nConsiderando-se a densidade dos ovos e da solução, ovos\nde quais parasitos podem ser detectados por esse método?",
    "alternativas": {
      "a": "A. lumbricoides, A. suum e S. mansoni.",
      "b": "S. mansoni, T. saginata e Ancylostoma.",
      "c": "Ancylostoma, A. lumbricoides e A. suum.",
      "d": "T. saginata, S. mansoni e A. lumbricoides.",
      "e": "A. lumbricoides, A. suum e T. saginata"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/118-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Nos dias atuais, o amplo uso de objetos de plástico gera bastante lixo, que muitas vezes é eliminado pela população por meio da queima. Esse procedimento é prejudicial ao meio ambiente por lançar substâncias poluentes. Para constatar esse problema, um estudante analisou a decomposição térmica do policloreto de vinila (PVC), um tipo de plástico, cuja estrutura é representada na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nPara realizar esse experimento, o estudante colocou uma amostra de filme de PVC em um tubo de ensaio e o aqueceu, promovendo a decomposição térmica. Houve a liberação majoritária de um gás diatômico heteronuclear que foi recolhido em um recipiente acoplado ao tubo de ensaio. Esse gás, quando borbulhado em solução alcalina diluída contendo indicador ácido-base, alterou a cor da solução. Além disso, em contato com uma solução aquosa de carbonato de sódio (Na2CO3), liberou gás carbônico.\nQual foi o gás liberado majoritariamente na decomposição térmica desse tipo de plástico?",
    "alternativas": {
      "a": "H2",
      "b": "Cl2",
      "c": "CO",
      "d": "CO2",
      "e": "HCl"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/123-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Você foi contratado para sincronizar os quatro semáforos de uma avenida, indicados pelas letras O, A, B e C, conforme a figura.\n\n\n\n\n\n\n\n\n\n\n\n\nOs semáforos estão separados por uma distância de 500m. Segundo os dados estatísticos da companhia controladora de trânsito, um veículo, que está inicialmente parado no semáforo O, tipicamente parte com aceleração constante de 1 m s–2 até atingir a velocidade de 72 km h–1 e, a partir daí, prossegue com velocidade constante. Você deve ajustar os semáforos A, B e C de modo que eles mudem para a cor verde quando o veículo estiver a 100 m de cruzá-los, para que ele não tenha que reduzir a velocidade em nenhum momento.\nConsiderando essas condições, aproximadamente quanto tempo depois da abertura do semáforo O os semáforos A, B e C devem abrir, respectivamente?",
    "alternativas": {
      "a": "20s, 45s e 70s.",
      "b": "25s, 50s e 75s.",
      "c": "28s, 42s e 53s.",
      "d": "30s, 55s e 80s.",
      "e": "35s, 60s e 85s."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/122-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Uma população encontra-se em equilíbrio genético\nquanto ao sistema ABO, em que 25% dos indivíduos\npertencem ao grupo O e 16%, ao grupo A homozigotos.\nConsiderando que: p = frequência de 1A; q = frequência\nde IB; e r = frequência de i, espera-se encontrar:\nA porcentagem de doadores compatíveis para alguém do\ngrupo B nessa população deve ser de",
    "alternativas": {
      "a": "11%.",
      "b": "19%",
      "c": "26%",
      "d": "36%",
      "e": "60%."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/121-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Uma população (momento A) sofre isolamento em duas subpopulações (momento B) por um fator de isolamento (I). Passado um tempo, essas subpopulações apresentam características fenotípicas e genotípicas que as distinguem (momento C), representadas na figura pelas tonalidades de cor. O posterior desaparecimento do fator de isolamento I pode levar, no momento D, às situações Dl e D2.\nA representação indica que, no momento D, na situação",
    "alternativas": {
      "a": "Dl ocorre um novo fator de isolamento geográfico.",
      "b": "Dl existe uma única população distribuída em gradiente.",
      "c": "Dl ocorrem duas populações separadas por isolamento reprodutivo.",
      "d": "D2 coexistem duas populações com características fenotípicas distintas.",
      "e": "D2 foram preservadas as mesmas características fenotípicas da população original A."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/124-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "DAVIS, J. Disponível em: http://garfield.com. Acesso em: 10 fev. 2015.\nPor qual motivo ocorre a eletrização ilustrada na tirinha?",
    "alternativas": {
      "a": "Troca de átomos entre a calça e os pelos do gato.",
      "b": "Diminuição do número de prótons nos pelos do gato.",
      "c": "Criação de novas partículas eletrizadas nos pelos do gato.",
      "d": "Movimentação de elétrons entre a calça e os pelos do gato.",
      "e": "Repulsão entre partículas elétricas da calça e dos pelos do gato."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/125-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A Torre Eiffel, com seus 324 metros de altura, feita com treliças de ferro, pesava 7 300 toneladas quando terminou de ser construída em 1889. Um arquiteto resolve construir um protótipo dessa torre em escala 1:100, usando os mesmos materiais (cada dimensão linear em escala de 1:100 do monumento real).  Considere que a torre real tenha uma massa Mtorre e exerça na fundação sobre a qual foi erguida uma pressão Ptorre. O modelo construído pelo arquiteto terá uma massa Mmodelo e exercerá uma pressão Pmodelo .\nComo a pressão exercida pela torre se compara com a pressão exercida pelo protótipo? Ou seja, qual é a razão entre as pressões (Ptorre)/(Pmodelo)?",
    "alternativas": {
      "a": "100",
      "b": "101",
      "c": "102",
      "d": "104",
      "e": "106"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/135-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Herschel, em 1880, começou a escrever sobre a condensação da luz solar no foco de uma lente e queria verificar de que maneira os raios coloridos contribuem para o aquecimento. Para isso, ele projetou sobre um anteparo o espectro solar obtido com um prisma, colocou termômetros nas diversas faixas de cores e verificou nos dados obtidos que um dos termômetros iluminados indicou um aumento de  temperatura maior para uma determinada faixa de frequências.\n\nSAYURI, M.; GASPAR, M. B. Infravermelho na sala de aula. Disponível em: www.cienciamao.usp.br. Acesso em: 15 ago. 2016 (adaptado).\n\n\n\n\n\nPara verificar a hipótese de Herschel, um estudante montou o dispositivo apresentado na figura. Nesse aparato, cinco recipientes contendo água, à mesma temperatura inicial, e separados por um material isolante térmico e refletor são posicionados lado a lado (A, B, C, D e E) no interior de uma caixa de material isolante térmico e opaco. A luz solar, ao entrar na caixa, atravessa o prisma e incide sobre os recipientes. O estudante aguarda até que ocorra o aumento da temperatura e a afere em cada recipiente.\nEm qual dos recipientes a água terá maior temperatura ao final do experimento?",
    "alternativas": {
      "a": "A.",
      "b": "B.",
      "c": "C.",
      "d": "D.",
      "e": "E."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/131-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um processo de aeração, que consiste na introdução de ar num líquido, acontece do seguinte modo: uma bomba B retira o líquido de um tanque T1 e o faz passar pelo aerador A1, que aumenta o volume do líquido em 15%, e em seguida pelo aerador A2, ganhando novo aumento de volume de 10%. Ao final, ele fica armazenado num tanque T2, de acordo com a figura\n\n\n\n\n\n\n\n\n\n\n\n\nOs tanques T1 e T2 são prismas retos de bases retangulares, sendo que a base de T1 tem comprimento c e largura L, e a base de T2 tem comprimento  e largura 2L.\nPara finalizar o processo de aeração sem derramamento do líquido em T2, o responsável deve saber a relação entre a altura da coluna de líquido que já saiu de T1, denotada por x, e a altura da coluna de líquido que chegou a T2, denotada por y.\n\nDisponível em: www.dec.ufcg.edu.br. Acesso em: 21 abr. 2015.\nA equação que relaciona as medidas das alturas y e x é dada por",
    "alternativas": {
      "a": "y = 1,265x",
      "b": "y = 1,250x",
      "c": "y = 1,150x",
      "d": "y = 1,125x",
      "e": "y = x"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/145-images/context_img_0.png,enem-data/enem-2020/145-images/context_img_1.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Enquanto um ser está vivo, a quantidade de carbono 14 nele existente não se altera. Quando ele morre, essa quantidade vai diminuindo. Sabe-se que a meia-vida do carbono 14 é de 5 730 anos, ou seja, num fóssil de um organismo que morreu há 5 730 anos haverá metade do carbono 14 que existia quando ele estava vivo. Assim, cientistas e arqueólogos usam a seguinte fórmula para saber a idade de um fóssil encontrado:  em que t é o tempo, medido em ano, Q(t) é a quantidade de carbono 14 medida no instante t e Q0 é a quantidade de carbono 14 no ser vivo correspondente.\nUm grupo de arqueólogos, numa de suas expedições, encontrou 5 fósseis de espécies conhecidas e mediram a\nquantidade de carbono 14 neles existente. Na tabela temos esses valores juntamente com a quantidade de carbono 14 nas referidas espécies vivas.\nO fóssil mais antigo encontrado nessa expedição foi",
    "alternativas": {
      "a": "1.",
      "b": "2.",
      "c": "3.",
      "d": "4.",
      "e": "5."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/157-images/context_img_0.png,enem-data/enem-2020/157-images/context_img_1.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um mergulhador fica preso ao explorar uma caverna no oceano. Dentro da caverna formou-se um bolsão de ar, como mostrado na figura, onde o mergulhador se abrigou.\n\n\n\n\n\n\n\n\n\n\n\n\nDurante o resgate, para evitar danos a seu organismo, foi necessário que o mergulhador passasse por um processo de descompressão antes de retornar à superfície para que seu corpo ficasse novamente sob pressão atmosférica. O gráfico mostra a relação entre os tempos de descompressão recomendados para indivíduos nessa situação e a variação de pressão.\n\n\n\n\n\n\n\n\n\n\n\n\nConsidere que a aceleração da gravidade seja igual a  e que a densidade da água seja de .\nEm minutos, qual é o tempo de descompressão a que o mergulhador deverá ser submetido?",
    "alternativas": {
      "a": "100.",
      "b": "80.",
      "c": "60.",
      "d": "40.",
      "e": "20."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/134-images/context_img_0.png,enem-data/enem-2020/134-images/context_img_1.png,enem-data/enem-2020/134-images/context_img_2.png,enem-data/enem-2020/134-images/context_img_3.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A realidade virtual é uma tecnologia de informação que, conforme sugere a imagem, tem como uma de suas principais funções\n\nDisponível em: www.iotforall.com. Acesso em: 22 jun. 2018.\nA realidade virtual é uma tecnologia de informação que, conforme sugere a imagem, tem como uma de suas principais funções",
    "alternativas": {
      "a": "promover a manipulação eficiente de conhecimentos e informações de difícil compreensão no mundo físico.",
      "b": "conduzir escolhas profissionais da área de ciência da computação, oferecendo um leque de opções de atuação.",
      "c": "transferir conhecimento da inteligência artificial para as áreas tradicionais, como as das ciências exatas e naturais.",
      "d": "levar o ser humano a experimentar mentalmente outras realidades, para as quais é transportado sem sair de seu próprio lugar.",
      "e": "delimitar tecnologias exclusivas de jogos virtuais, a fim de oferecer maior emoção ao jogador por meio de outras realidades."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/12-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A obra de Joseph Kosuth data de 1965 e se constitui por uma fotografia de cadeira, uma cadeira exposta e um quadro com o verbete “Cadeira”. Trata-se de um exemplo de arte conceitual que revela o paradoxo entre verdade e imitação, já que a arte\n\nKOSUTH J. One and Three Chairs. Museu Reina Sofia, Espanha, 1965.\nDisponível em: www.museoreinasofia.es. Acesso em: 4 jun. 2018\n(adaptado).\nA obra de Joseph Kosuth data de 1965 e se constitui por uma fotografia de cadeira, uma cadeira exposta e um quadro com o verbete “Cadeira”. Trata-se de um exemplo\nde arte conceitual que revela o paradoxo entre verdade e imitação, já que a arte",
    "alternativas": {
      "a": "não é a realidade, mas uma representação dela.",
      "b": "fundamenta-se na repetição, construindo variações.",
      "c": "não se define, pois depende da interpretação do fruidor.",
      "d": "resiste ao tempo, beneficiada por múltiplas formas de registro.",
      "e": "redesenha a verdade, aproximando-se das definições lexicais."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/11-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "\nOs reursos usados nesse pôster de divulgação de uma campanha levam o leitor a refletir sobre a necessidade de",
    "alternativas": {
      "a": "criticar o tipo de tratamento dado à mulher.",
      "b": "rever o desempenho da mulher no trabalho.",
      "c": "questionar a sobrecarga de atribuições da mulher.",
      "d": "analisar as pesquisas acerca dos direitos da mulher.",
      "e": "censurar a mulher pelo uso de determinadas palavras."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/5-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "\nNesse pôster de divulgação de uma campanha que aborda a diversidade e a inclusão, a interação dos elementos verbais e não verbais faz referência ao ato de",
    "alternativas": {
      "a": "esteriotipar povos de certas culturas",
      "b": "discriminar hábitos de grupos minoritários",
      "c": "banir imigrantes de determinadas origens",
      "d": "julgar padrões de beleza de diversas etnias",
      "e": "desvalorizar costumes de algumas sociedades."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/4-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.bhaz.com.br. Acesso em: 14 jun. 2018.\nEssa campanha de conscientização sobre o assédio sofrido pelas mulheres nas ruas constrói-se pela combinação da linguagem verbal e não verbal. A imagem da mulher com o nariz e a boca cobertos por um lenço é a representação não verbal do(a)",
    "alternativas": {
      "a": "silêncio imposto às mulheres, que não podem denunciar o assédio sofrido.",
      "b": "metáfora de que as mulheres precisam defender-se do assédio masculino.",
      "c": "constrangimento pelo qual passam as mulheres e sua tentativa de esconderem-se.",
      "d": "necessidade que as mulheres têm de passarem despercebidas para evitar o assédio.",
      "e": "incapacidade de as mulheres protegerem-se da agressão verbal dos assediadores."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/6-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "TEXTO I\nO caminho habitual para o trabalho, aquele em que a gente já nem repara direito, pode ficar mais belo com um poema. O projeto #UmLambePorDia nasceu desta intenção: trazer mais cor e alegria para a cidade por meio de cartazes coloridos ao estilo lambe-lambe. Quem teve a ideia foi o escritor Leonardo Beltrão, em Belo Horizonte. “Em meio a olhares cada vez mais viciados, acabamos nos esquecendo da beleza envolvida em cada esquina e no próprio poder transformador da palavra”. Assim, a cada dia um cartaz é colocado por aí, para nos lembrar de reparar na cidade, na vida que corre ao redor e também em nós mesmos.\n \nTEXTO II\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: www.vidasimples.uol.com.br. Acesso em: 6 dez. 2017 (adaptado).\nConsiderando-se a função que os cartazes colados em postes normalmente exercem nas ruas das cidades grandes, esse texto evidencia a",
    "alternativas": {
      "a": "disseminação da arte poética em um veículo não convencional.",
      "b": "manutenção da expectativa das pessoas ao andarem pelas ruas.",
      "c": "necessidade de exposição de poemas pequenos em diferentes suportes.",
      "d": "característica corriqueira do suporte lambe-lambe, muito comum nas ruas.",
      "e": "exposição da beleza escondida das esquinas da cidade de Belo Horizonte."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/13-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "HIRST, O. Mother and Child. Bezerro dividido em duas partes: 1029 x 1689 x 625mm, 1993(detalhe). Vidro, aço pintado, silicone, acrílico, monofilamento, aço inoxidável, bezerro e solução de formaldeído.\n \nTEXTO II\nO grupo Jovens Artistas Britânicos (YABs), que surgiu no final da década de 1980, possui obras diversificadas que incluem fotografias, instalações, pinturas e carcaças desmembradas. O trabalho desses artistas chamou a atenção no final do período da recessão, por utilizar materiais incomuns, como esterco de elefantes, sangue e legumes, o que expressava os detritos da vida e uma\natmosfera de niilismo, temperada por um humor mordaz.\nDisponível em: http://damienhirsti.com:Acesso em: 15 jul. 2015. FARTHING, S. Tudo sobre arte. Rio de Janeiro: Sextante, 2011 (adaptado).\nA provocação desse grupo gera um debate em torno da obra de arte pelo(a)",
    "alternativas": {
      "a": "recusa a crenças, convicções, valores morais, estéticos e políticos na história moderna.",
      "b": "frutífero arsenal de materiais e formas que se relacionam com os objetos construídos.",
      "c": "economia e problemas financeiros gerados pela recessão que tiveram grande impacto no mercado.",
      "d": "influência desse grupo junto aos estilos pós-modernos que surgiram nos anos 1990.",
      "e": "interesse em produtos indesejáveis que revela uma consciência sustentável no mercado."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/22-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.facebook.com/ministeriodoesporte. Acesso em: 7 dez. 2017\nEsse anúncio publicitário propõe soluções para um problema social recorrente, ao",
    "alternativas": {
      "a": "promover ações de conscientização para reduzir a violência de gênero em eventos esportivos.",
      "b": "estimular o compartilhamento de políticas públicas sobre a igualdade de gênero no esporte.",
      "c": "divulgar para a população as novas regras complementares para as torcidas de futebol.",
      "d": "informar ao público masculino as consequências de condutas ofensivas.",
      "e": "regulamentar normas de boa convivência nos estádios."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/34-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O conceito de saúde formulado na histórica VIII Conferência Nacional de Saúde, no ano de 1986, ficou conhecido como um “conceito ampliado” de saúde, conforme ilustrado na figura. Esse conceito foi fruto de intensa mobilização em diversos países da América Latina nas décadas de 1970 e 1980, como resposta à crise dos sistemas públicos de saúde.\n\nBATISTELLA, C. Abordagens contemporâneas do conceito de saúde.\nDisponível em: www.dihs.ensp.fiocruz.br. Acesso em: 23 set. 2020.\nCom base no conceito apresentado no texto, a saúde é consequência direta do(a)",
    "alternativas": {
      "a": "adoção de um estilo de vida ativo por parte dos indivíduos.",
      "b": "disponibilidade de emprego no mercado de trabalho.",
      "c": "condição habitacional presente nas cidades.",
      "d": "acesso ao sistema educacional.",
      "e": "forma de organização social."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/24-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "\nNessa campanha publicitária, a imagem da família e o texto verbal unem-se para reforçar a ideia de que",
    "alternativas": {
      "a": "a família que adota é mais feliz.",
      "b": "a adoção tardia é muito positiva.",
      "c": "as famílias preferem adotar bebês.",
      "d": "a adoção de adolescentes é mais simples.",
      "e": "os filhos adotivos são companheiros dos pais."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/30-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.globofilmes.globo.com. Acesso em: 13 dez. 2017 (adaptado).\nA frase, título do filme, reproduz uma variedade linguística recorrente na fala de muitos brasileiros. Essa estrutura caracteriza-se pelo(a)",
    "alternativas": {
      "a": "uso de uma marcação temporal.",
      "b": "imprecisão do referente de pessoa.",
      "c": "organização interrogativa da frase.",
      "d": "utilização de um verbo de ação.",
      "e": "apagamento de uma preposição."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/36-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O suor para estar em competições nacionais e internacionais de alto nível é o mesmo para homens e mulheres, mas não raramente as remunerações são menores para elas. Se no tênis, um dos esportes mais equânimes em termos de gênero, todos os principais torneiros oferecem prêmios idênticos nas disputas femininas e masculinas, no futebol a desigualdade atinge seu ápice. Neymar e Marta são dois expoentes dessa paixão nacional. Ela já foi eleita cinco vezes a melhor jogadora do mundo pela Fifa. Ele conquistou o terceiro lugar na última votação para melhor do mundo. Mas é na conta bancária que a diferença entre os dois se sobressai.\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: http://apublica.org. Acesso em: 9 ago. 2017 (adaptado).\nO esporte é uma manifestação cultural na qual se estabelecem relações sociais. Considerando o texto, o futebol é uma mobilidade que",
    "alternativas": {
      "a": "apresenta proximidades com o tênis, no que tange às relações de gênero entre homens e mulheres.",
      "b": "se caracteriza por uma identidade masculina no Brasil, conferindo maior remuneração aos jogadores.",
      "c": "traz remunerações, aos jogadores e jogadoras, proporcionais aos seus esforços no treinamento esportivo.",
      "d": "resulta em melhor eficiência para as mulheres e, consequentemente, em remuneração mais alta às jogadoras.",
      "e": "possui jogadores e jogadoras com a mesma visibilidade, apesar de haver expoentes feministas de destaque, como Marta."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/44-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Uma casa de dois andares está sendo projetada. É necessário incluir no projeto a construção de uma escada para o acesso ao segundo andar. Para o cálculo das dimensões dos degraus utilizam-se as regras:\n\u00052h + b — 63,5\u0005 ≤ 1,5 e 16 ≤ h ≤ 19,\nnas quais h é a altura do degrau (denominada espelho) e b é a profundidade da pisada, como mostra a figura. Por conveniência, escolheu-se a altura do degrau como sendo h = 16. As unidades de h e b estão em centímetro.\nNesse caso, o mais amplo intervalo numérico ao qual a profundidade da pisada (b) deve pertencer, para que as regras sejam satisfeitas é",
    "alternativas": {
      "a": "30 ≤ b",
      "b": "30 ≤ b ≤ 31,5",
      "c": "30 ≤ b ≤ 33",
      "d": "31,5 ≤ b ≤ 33",
      "e": "b ≤ 33"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/139-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Três amigos, André, Bernardo e Carlos, moram em um condomínio fechado de uma cidade. O quadriculado representa a localização das ruas paralelas e perpendiculares, delimitando quadras de mesmo tamanho nesse condomínio, em que nos pontos A, B e C estão localizadas as casas de André, Bernardo e Carlos, respectivamente.\n\n\n\n\n\n\n\n\n\n\n\n\nAndré deseja deslocar-se da sua casa até a casa de Bernardo, sem passar pela casa de Carlos, seguindo ao longo das ruas do condomínio, fazendo sempre deslocamentos para a direita (→) ou para cima (↑), segundo o esquema da figura.\nO número de diferentes caminhos que André poderá utilizar para realizar o deslocamento nas condições propostas é",
    "alternativas": {
      "a": "4",
      "b": "14",
      "c": "17",
      "d": "35",
      "e": "48"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/142-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Para chegar à universidade, um estudante utiliza um metrô e, depois, tem duas opções:\n\nseguir num ônibus, percorrendo 2,0 km;\nalugar uma bicicleta, ao lado da estação do metrô, seguindo 3,0 km pela ciclovia.\n\nO quadro fornece as velocidades médias do ônibus e da bicicleta, em km/h, no trajeto metrô-universidade.\nA fim de poupar tempo no deslocamento para a universidade, em quais dias o aluno deve seguir pela ciclovia?",
    "alternativas": {
      "a": "Às segundas, quintas e sextas-feiras.",
      "b": "Às terças e quintas-feiras e aos sábados.",
      "c": "Às segundas, quartas e sextas-feiras.",
      "d": "Às terças, quartas e sextas-feiras.",
      "e": "Às terças e quartas-feiras e aos sábados."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/146-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um clube deseja produzir miniaturas em escala do troféu que ganhou no último campeonato. O troféu está representado na Figura 1 e é composto por uma base em formato de um paralelepípedo reto-retângulo de madeira, sobre a qual estão fixadas três hastes verticais que sustentam uma esfera de 30 cm de diâmetro, que fica centralizada sobre a base de madeira. O troféu tem 100 cm de altura, incluída sua base.\n\n\n\n\n\n\n\n\n\n\n\n\nA miniatura desse troféu deverá ser instalada no interior de uma caixa de vidro, em formato de paralelepípedo reto-retângulo, cujas dimensões internas de sua base estão indicadas na Figura 2, de modo que a base do troféu seja colada na base da caixa e distante das paredes laterais da caixa de vidro em pelo menos 1 cm. Deve ainda haver uma distância de exatos 2 cm entre o topo da esfera e a tampa dessa caixa de vidro. Nessas condições deseja-se fazer a maior miniatura possível.\nA medida da altura, em centímetro, dessa caixa de vidro deverá ser igual a",
    "alternativas": {
      "a": "12.",
      "b": "14.",
      "c": "16.",
      "d": "18.",
      "e": "20."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/138-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Uma pessoa precisa comprar 15 sacos de cimento para uma reforma em sua casa. Faz pesquisa de preço em cinco depósitos que vendem o cimento de sua preferência e cobram frete para entrega do material, conforme a distância do depósito à sua casa. As informações sobre preço do cimento, valor do frete e distância do depósito até a casa dessa pessoa estão apresentadas no quadro.\n\n\n\n\n\n\n\n\n\n\n\n\nA pessoa escolherá um desses depósitos para realizar sua compra, considerando os preços do cimento e do frete oferecidos em cada opção.\nSe a pessoa decidir pela opção mais econômica, o depósito escolhido para a realização dessa compra será o",
    "alternativas": {
      "a": "A.",
      "b": "B.",
      "c": "C.",
      "d": "D.",
      "e": "E."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/143-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Pesquisadores da Universidade de Tecnologia de Viena, na Áustria, produziram miniaturas de objetos em impressoras 3D de alta precisão. Ao serem ativadas, tais impressoras lançam feixes de laser sobre um tipo de resina, esculpindo o objeto desejado. O produto final da impressão é uma escultura microscópica de três dimensões, como visto na imagem ampliada.\n\n\n\n\n\n\n\n\n\n\n\n\nA escultura apresentada é uma miniatura de um carro de Fórmula 1, com 100 micrômetros de comprimento. Um micrômetro é a milionésima parte de um metro.\nUsando notação científica, qual é a representação do comprimento dessa miniatura, em metro?",
    "alternativas": {
      "a": "1,0 x 10-1",
      "b": "1,0 x 10-3",
      "c": "1,0 x 10-4",
      "d": "1,0 x 10-6",
      "e": "1,0 x 10-7"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A fabricação da Bandeira Nacional deve obedecer ao descrito na Lei n. 5.700, de 1º de setembro de 1971, que trata dos Símbolos Nacionais. No artigo que se refere às dimensões da Bandeira, observa-se:\n\n\n\n\n\n“Para cálculos das dimensões, será tomada por base a largura, dividindo-a em 14 (quatorze) partes iguais, sendo que cada uma das partes será considerada uma medida ou um módulo (M). Os demais requisitos dimensionais seguem o critério abaixo:\n \n\nComprimento será de vinte módulos (20 M);\nA distância dos vértices do losango amarelo ao quadro externo será de um módulo e sete décimos (1,7 M);\nO raio do círculo azul no meio do losango amarelo será de três módulos e meio (3,5 M).”\n\n\nBRASIL, Lei n. 5.700, de 1° de setembro de 1971. Disponível em: www.planalto.gov.br. Acesso em: 15 set. 2015.\n\n\n\n\n\nA figura indica as cores da bandeira do Brasil e localiza o quadro externo a que se refere a Lei n. 5.700.\n\n\n\n\n\n\n\n\n\n\n\n\nUm torcedor, preparando-se para a Copa do Mundo e dispondo de cortes de tecidos verde (180 cm x 150 cm) e\namarelo (o quanto baste), deseja confeccionar a maior Bandeira Nacional possível a partir das medidas do tecido verde.\nQual a medida, em centímetro, do lado do menor quadrado de tecido azul que deverá ser comprado para confecção do círculo da bandeira desejada?",
    "alternativas": {
      "a": "27",
      "b": "32",
      "c": "53",
      "d": "63",
      "e": "90"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/148-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Os gráficos representam a produção de peças em uma indústria e as horas trabalhadas dos funcionários no período de cinco dias. Em cada dia, o gerente de produção aplica uma metodologia diferente de trabalho. Seu objetivo é avaliar a metodologia mais eficiente para utilizá-la como modelo nos próximos períodos. Sabe-se que, neste caso, quanto maior for a razão entre o número de peças produzidas e o número de horas trabalhadas, maior será a eficiência da metodologia.\nEm qual dia foi aplicada a metodologia mais eficiente?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/151-images/context_img_0.png,enem-data/enem-2020/151-images/context_img_1.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O fenômeno das manifestações populares de massa traz à discussão como estimar o número de pessoas presentes nesse tipo de evento. Uma metodologia usada é: no momento do ápice do evento, é feita uma foto aérea da via pública principal na área ocupada, bem como das vias afluentes que apresentem aglomerações de pessoas que acessam a via principal. A foto é sobreposta por um mapa virtual das vias, ambos na mesma escala, fazendo-se um esboço geométrico da situação. Em seguida, subdividese o espaço total em trechos, quantificando a densidade, da seguinte forma:\n• 4 pessoas por metro quadrado, se elas estiverem andando em uma mesma direção;\n• 5 pessoas por metro quadrado, se elas estiverem se movimentando sem deixar o local;\n• 6 pessoas por metro quadrado, se elas estiverem paradas.\nÉ feito, então, o cálculo do total de pessoas, considerando os diversos trechos, e desconta-se daí 1.000 pessoas para cada carro de som fotografado.\nCom essa metodologia, procederam-se aos cálculos para estimar o número de participantes na manifestação cujo esboço geométrico é dado na figura. Há três trechos na via principal: MN, NO e OP, e um trecho numa via afluente da principal: QR.\n\n\n\n\n\n\n\n\n\n\n\n\nObs.: a figura não está em escala (considere as medidas dadas).\nSegundo a metodologia descrita, o número estimado de pessoas presentes a essa manifestação foi igual a",
    "alternativas": {
      "a": "110.000",
      "b": "104.000",
      "c": "93.000",
      "d": "92.000",
      "e": "87.000"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/154-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A Pesquisa Nacional por Amostra de Domicílios (Pnad) é uma pesquisa feita anualmente pelo IBGE, exceto nos anos em que há Censo. Em um ano, foram entrevistados 363 mil jovens para fazer um levantamento sobre suas atividades profissionais e/ou acadêmicas. Os resultados da pesquisa estão indicados no gráfico.\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: http://noticias.uol.com.br. Acesso em 20 ago. 2014.\nDe acordo com as informações dadas, o número de jovens entrevistados que trabalha é",
    "alternativas": {
      "a": "114 708.",
      "b": "164 076.",
      "c": "213 444.",
      "d": "284 592.",
      "e": "291 582."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/155-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "No Brasil, o tempo necessário para um estudante realizar sua formação até a diplomação em um curso superior, considerando os 9 anos de ensino fundamental, os 3 anos do ensino médio e os 4 anos de graduação (tempo médio), é de 16 anos. No entanto, a realidade dos brasileiros mostra que o tempo médio de estudo de pessoas acima de 14 anos é ainda muito pequeno, conforme apresentado na tabela\n\n\n\n\n\n\n\n\n\n\n\n\nConsidere que o incremento no tempo de estudo, a cada período, para essas pessoas, se mantenha constante até o ano 2050, e que se pretenda chegar ao patamar de 70% do tempo necessário à obtenção do curso superior dado anteriormente.\nO ano em que o tempo médio de estudo de pessoas acima de 14 anos atingirá o percentual pretendido será",
    "alternativas": {
      "a": "2018.",
      "b": "2023.",
      "c": "2031.",
      "d": "2035.",
      "e": "2043."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/164-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Com o objetivo de contratar uma empresa responsável pelo serviço de atendimento ao público, os executivos de uma agência bancária realizaram uma pesquisa de satisfação envolvendo cinco empresas especializadas nesse segmento. Os procedimentos analisados (com pesos que medem sua importância para a agência) e as respectivas notas que cada empresa recebeu estão organizados no quadro.\n\n\n\n\n\n\n\n\n\n\n\n\nA agência bancária contratará a empresa com a maior média ponderada das notas obtidas nos procedimentos analisados.\nApós a análise dos resultados da pesquisa de satisfação, os executivos da agência bancária contrataram a empresa",
    "alternativas": {
      "a": "X.",
      "b": "Y.",
      "c": "Z.",
      "d": "W.",
      "e": "T."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/162-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Um administrador resolve estudar o lucro de sua empresa e, para isso, traça o gráfico da receita e do custo de produção de seus itens, em real, em função da quantidade de itens produzidos.\n\n\n\n\n\n\n\n\n\n\n\n\nO lucro é determinado pela diferença: Receita – Custo.\nO gráfico que representa o lucro dessa empresa, em função da quantidade de itens produzidos, é",
    "alternativas": {
      "a": "enem-data/enem-2020/136-images/alt_img_0.png",
      "b": "enem-data/enem-2020/136-images/alt_img_1.png",
      "c": "enem-data/enem-2020/136-images/alt_img_2.png",
      "d": "enem-data/enem-2020/136-images/alt_img_3.png",
      "e": "enem-data/enem-2020/136-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/136-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A exposição a barulhos excessivos, como os que percebemos em geral em trânsitos intensos, casas noturnas e espetáculos musicais, podem provocar insônia, estresse, infarto, perda de audição, entre outras enfermidades. De acordo com a Organização Mundial da Saúde, todo e qualquer som que ultrapasse os 55 decibéis (unidade de intensidade do som) já pode ser considerado nocivo para a saúde. O gráfico foi elaborado a partir da medição do ruído produzido, durante um dia, em um canteiro de obras.\nNesse dia, durante quantas horas o ruído esteve acima de 55 decibéis?",
    "alternativas": {
      "a": "5",
      "b": "8",
      "c": "10",
      "d": "11",
      "e": "13"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/171-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Uma empresa de ônibus utiliza um sistema de vendas de passagens que fornece a imagem de todos os assentos do ônibus, diferenciando os assentos já vendidos, por uma cor mais escura, dos assentos ainda disponíveis. A empresa monitora, permanentemente, o número de assentos já vendidos e compara-o com o número total de assentos do ônibus para avaliar a necessidade de alocação de veículos extras.\nNa imagem tem-se a informação dos assentos já vendidos e dos assentos ainda disponíveis em um determinado instante.\nA razão entre o número de assentos já vendidos e o total de assentos desse ônibus, no instante considerado na image, é",
    "alternativas": {
      "a": "enem-data/enem-2020/149-images/alt_img_0.png",
      "b": "enem-data/enem-2020/149-images/alt_img_1.png",
      "c": "enem-data/enem-2020/149-images/alt_img_2.png",
      "d": "enem-data/enem-2020/149-images/alt_img_3.png",
      "e": "enem-data/enem-2020/149-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/149-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Em um jogo desenvolvido para uso no computador, objetos tridimensionais vão descendo do alto da tela até alcançarem o plano da base. O usuário pode mover ou girar cada objeto durante sua descida para posicioná-lo convenientemente no plano horizontal. Um desses objetos é formado pela justaposição de quatro cubos idênticos, formando assim um sólido rígido, como ilustrado na figura\n\n\n\n\n\n\n\n\n\n\n\n\nPara facilitar a movimentação do objeto pelo usuário, o programa projeta ortogonalmente esse sólido em três planos quadriculados perpendiculares entre si, durante sua descida.\nA figura que apresenta uma possível posição desse sólido, com suas respectivas projeções ortogonais sobre os três planos citados, durante sua descida é",
    "alternativas": {
      "a": "enem-data/enem-2020/137-images/alt_img_0.png",
      "b": "enem-data/enem-2020/137-images/alt_img_1.png",
      "c": "enem-data/enem-2020/137-images/alt_img_2.png",
      "d": "enem-data/enem-2020/137-images/alt_img_3.png",
      "e": "enem-data/enem-2020/137-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O gerente de uma loja de cosméticos colocou à venda cinco diferentes tipos de perfume, tendo em estoque na loja as mesmas quantidades de cada um deles. O setor de controle de estoque encaminhou ao gerente registros gráficos descrevendo os preços unitários de cada perfume, em real, e a quantidade vendida de cada um deles, em percentual, ocorrida no mês de novembro.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDados a chegada do final de ano e o aumento das vendas, a gerência pretende aumentar a quantidade estocada do perfume do tipo que gerou a maior arrecadação em espécie, em real, no mês de novembro.\nNessas condições, qual o tipo de perfume que deverá ter maior reposição no estoque?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/167-images/context_img_0.png,enem-data/enem-2020/167-images/context_img_1.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A lei municipal para a edificação de casas em lotes de uma cidade determina que sejam obedecidos os seguintes critérios:\n\nafastamento mínimo de 4 m da rua;\nafastamento mínimo de 1 m da divisa com outro lote;\nárea total construída da casa entre 40% e 50% da área total do lote.\n\nUm construtor submeteu para aprovação na prefeitura dessa cidade uma planta com propostas para a construção de casas em seus 5 lotes. Cada lote tem área medindo 200 m2.\nA imagem apresenta um esquema, sem escala, no qual estão representados os lotes, as ruas e os afastamentos considerados nos projetos entre as casas e as divisas dos lotes. As medidas indicadas no esquema estão expressas em metro.\nA prefeitura aprovará apenas a planta da casa",
    "alternativas": {
      "a": "1.",
      "b": "2.",
      "c": "3.",
      "d": "4.",
      "e": "5."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/169-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A Lei de Zipf, batizada com o nome do linguista americano George Zipf, é uma lei empírica que relaciona a frequência (f) de uma palavra em um dado texto com o seu ranking (r). Ela é dada por\n\nO ranking da palavra é a sua posição ao ordenar as palavras por ordem de frequência. Ou seja, r = 1 para a palavra mais frequente, r = 2 para a segunda palavra mais frequente e assim sucessivamente. A e B são constantes positivas.\n\nDisponível em: http://klein.sbm.org.br. Acesso em: 12 ago. 2020 (adaptado).\nCom base nos valores de X = log (r) e Y = log (f), é possível estimar valores para A e B.\nNo caso hipotético em que a lei é verificada exatamente, a relação entre Y e X é",
    "alternativas": {
      "a": "enem-data/enem-2020/156-images/alt_img_0.png",
      "b": "enem-data/enem-2020/156-images/alt_img_1.png",
      "c": "enem-data/enem-2020/156-images/alt_img_2.png",
      "d": "enem-data/enem-2020/156-images/alt_img_3.png",
      "e": "enem-data/enem-2020/156-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/156-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Azulejo designa peça de cerâmica vitrificada e/ou esmaltada usada, sobretudo, no revestimento de paredes. A origem das técnicas de fabricação de azulejos é oriental, mas sua expansão pela Europa traz consigo uma diversificação de estilos, padrões e usos, que podem ser decorativos, utilitários e arquitetônicos.\n\nDisponível em: www.itaucultural.org.br. Acesso em: 31 jul. 2012.\n\n\n\n\n\nAzulejos no formato de octógonos regulares serão utilizados para cobrir um painel retangular conforme ilustrado na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nEntre os octógonos e na borda lateral dessa área, será necessária a colocação de 15 azulejos de outros formatos para preencher os 15 espaços em branco do painel. Uma loja oferece azulejos nos seguintes formatos:\n1 — Triângulo retângulo isósceles;\n2 — Triângulo equilátero;\n3 — Quadrado.\nOs azulejos necessários para o devido preenchimento das áreas em branco desse painel são os de formato",
    "alternativas": {
      "a": "1.",
      "b": "3.",
      "c": "1 e 2.",
      "d": "1 e 3.",
      "e": "2 e 3."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/178-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O quadro representa os gastos mensais, em real, de uma família com internet, mensalidade escolar e mesada do filho.\n\n\n\n\n\n\n\n\n\n\n\n\nNo início do ano, a internet e a mensalidade escolar tiveram acréscimos, respectivamente, de 20% e 10%. Necessitando manter o valor da despesa mensal total com os itens citados, a família reduzirá a mesada do filho.\nQual será a porcentagem da redução da mesada?",
    "alternativas": {
      "a": "15,0",
      "b": "23,5",
      "c": "30,0",
      "d": "70,0",
      "e": "76,5"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/174-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "A Figura 1 apresenta uma casa e a planta do seu telhado, em que as setas indicam o sentido do escoamento da água de chuva. Um pedreiro precisa fazer a planta do escoamento da água de chuva de um telhado que tem três caídas de água, como apresentado na Figura 2.\nA figura que representa a planta do telhado da Figura 2 com o escoamento da água de chuva que o pedreiro precisa fazer é",
    "alternativas": {
      "a": "enem-data/enem-2020/159-images/alt_img_0.png",
      "b": "enem-data/enem-2020/159-images/alt_img_1.png",
      "c": "enem-data/enem-2020/159-images/alt_img_2.png",
      "d": "enem-data/enem-2020/159-images/alt_img_3.png",
      "e": "enem-data/enem-2020/159-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/159-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "No período de fim de ano, o síndico de um condomínio resolveu colocar, em um poste, uma iluminação natalina em formato de cone, lembrando uma árvore de Natal, conforme as figuras 1 e 2.\n\n\n\n\n\n\n\n\n\n\n\n\nA árvore deverá ser feita colocando-se mangueiras de iluminação, consideradas segmentos de reta de mesmo comprimento, a partir de um ponto situado a 3 m de altura no poste até um ponto de uma circunferência de fixação, no chão, de tal forma que esta fique dividida em 20 arcos iguais. O poste está fixado no ponto C (centro da circunferência) perpendicularmente ao plano do chão.\nPara economizar, ele utilizará mangueiras de iluminação aproveitadas de anos anteriores, que juntas totalizaram pouco mais de 100 m de comprimento, dos quais ele decide usar exatamente 100 m e deixar o restante como reserva.\nPara que ele atinja seu objetivo, o raio, em metro, da circunferência deverá ser de",
    "alternativas": {
      "a": "4,00.",
      "b": "4,87.",
      "c": "5,00.",
      "d": "5,83.",
      "e": "6,26."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/179-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "Pergolado é o nome que se dá a um tipo de cobertura projetada por arquitetos, comumente em praças e jardins, para criar um ambiente para pessoas ou plantas, no qual há uma quebra da quantidade de luz, dependendo da posição do sol. É feito como um estrado de vigas iguais, postas paralelas e perfeitamente em fila, como ilustra a figura.\n\n\n\n\n\n\n\n\n\n\n\n\nUm arquiteto projeta um pergolado com vãos de 30 cm de distância entre suas vigas, de modo que, no solstício de verão, a trajetória do sol durante o dia seja realizada num plano perpendicular à direção das vigas, e que o sol da tarde, no momento em que seus raios fizerem 30° com a posição a pino, gere a metade da luz que passa no pergolado ao meio-dia.\nPara atender à proposta do projeto elaborado pelo arquiteto, as vigas do pergolado devem ser construídas de maneira que a altura, em centímetro, seja a mais próxima possível de",
    "alternativas": {
      "a": "9.",
      "b": "15.",
      "c": "26.",
      "d": "52.",
      "e": "60."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/180-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O Estatuto do Idoso, no Brasil, prevê certos direitos às pessoas com idade avançada, concedendo a estas, entre outros benefícios, a restituição de imposto de renda antes dos demais contribuintes. A tabela informa os nomes e as idades de 12 idosos que aguardam suas restituições de imposto de renda. Considere que, entre os idosos, a restituição seja concedida em ordem decrescente de idade e que, em subgrupos de pessoas com a mesma idade, a ordem seja decidida por sorteio.\nNessas condições, a probabilidade de João ser a sétima pessoa do grupo a receber sua restituição é igual a",
    "alternativas": {
      "a": "enem-data/enem-2020/163-images/alt_img_0.png",
      "b": "enem-data/enem-2020/163-images/alt_img_1.png",
      "c": "enem-data/enem-2020/163-images/alt_img_2.png",
      "d": "enem-data/enem-2020/163-images/alt_img_3.png",
      "e": "enem-data/enem-2020/163-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/163-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O artista gráfico holandês Maurits Cornelius Escher criou belíssimas obras nas quais as imagens se repetiam, com diferentes tamanhos, induzindo ao raciocínio de repetição infinita das imagens. Inspirado por ele, um artista fez um rascunho de uma obra na qual propunha a ideia de construção de uma sequência de infinitos quadrados, cada vez menores, uns sob os outros, conforme indicado na figura.\n\n\n\n\n\n\n\n\n\n\n\n\nO quadrado PRST, com lado de medida 1, é o ponto de partida. O segundo quadrado é construído sob ele tomando-se o ponto médio da base do quadrado anterior e criando-se um novo quadrado, cujo lado corresponde à metade dessa base. Essa sequência de construção se repete recursivamente.\nQual é a medida do lado do centésimo quadrado construído de acordo com esse padrão?",
    "alternativas": {
      "a": "enem-data/enem-2020/166-images/alt_img_0.png",
      "b": "enem-data/enem-2020/166-images/alt_img_1.png",
      "c": "enem-data/enem-2020/166-images/alt_img_2.png",
      "d": "enem-data/enem-2020/166-images/alt_img_3.png",
      "e": "enem-data/enem-2020/166-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/166-images/context_img_0.png"
    ]
  },
  {
    "ano": 2020,
    "materia": "Desconhecida",
    "questao": "O consumo de espumantes no Brasil tem aumentado nos últimos anos. Uma das etapas do seu processo de produção consiste no envasamento da bebida em garrafas semelhantes às da imagem. Nesse processo, a vazão do líquido no interior da garrafa é constante e cessa quando atinge o nível de envasamento.\nQual esboço de gráfico melhor representa a variação da altura do líquido em função do tempo, na garrafa indicada na imagem?",
    "alternativas": {
      "a": "enem-data/enem-2020/173-images/alt_img_0.png",
      "b": "enem-data/enem-2020/173-images/alt_img_1.png",
      "c": "enem-data/enem-2020/173-images/alt_img_2.png",
      "d": "enem-data/enem-2020/173-images/alt_img_3.png",
      "e": "enem-data/enem-2020/173-images/alt_img_4.png"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2020/2020-images/enem-data/enem-2020/173-images/context_img_0.png"
    ]
  }
]