[
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO esquema mostra depósitos em que aparecem fósseis de animais do Período Jurássico. As rochas em que se encontram esses fósseis são",
    "alternativas": {
      "a": "magmáticas, pois a ação de vulcões causou as maiores extinções desses animais já conhecidas ao longo da história terrestre.",
      "b": "sedimentares, pois os restos podem ter sido soterrados e litificados com o restante dos sedimentos.",
      "c": "magmáticas, pois são as rochas mais facilmente erodidas, possibilitando a formação de tocas que foram posteriormente lacradas.",
      "d": "sedimentares, já que cada uma das camadas encontradas na figura simboliza um evento de erosão dessa área representada.",
      "e": "metamórficas, pois os animais representados precisavam estar perto de locais quentes."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/11-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "TEIXEIRA. W. et al. (Orgs). Decifrando a Terra. São Paulo: Companhia Editora Nacional, 2009.\nO esquema representa um processo de erosão em encosta. Que prática realizada por um agricultor pode resultar em aceleração desse processo?",
    "alternativas": {
      "a": "Plantio direto.",
      "b": "Associação de culturas.",
      "c": "Implantação de curvas de nível.",
      "d": "Aração do solo, do topo ao vale.",
      "e": "Terraceamento na propriedade."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/6-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO gráfico representa a relação entre o tamanho e a totalidade dos imóveis rurais no Brasil. Que característica da estrutura fundiária brasileira está evidenciada no gráfico apresentado?",
    "alternativas": {
      "a": "A concentração de terras nas mãos de poucos.",
      "b": "A existência de poucas terras agricultáveis.",
      "c": "O domínio territorial dos minifúndios.",
      "d": "A primazia da agricultura familiar.",
      "e": "A debilidade dos plantations modernos."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/2-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "TEIXEIRA. W. et al. (Orgs). Decifrando a Terra. São Paulo: Companhia Editora Nacional, 2009.\nMuitos processos erosivos se concentram nas encostas, principalmente aqueles motivados pela água e pelo vento. No entanto, os reflexos também são sentidos nas áreas de baixada, onde geralmente há ocupação urbana. Um exemplo desses reflexos na vida cotidiana de muitas cidades brasileiras é",
    "alternativas": {
      "a": "a maior ocorrência de enchentes, já que os rios assoreados comportam menos água em seus leitos.",
      "b": "a contaminação da população pelos sedimentos trazidos pelo rio e carregados de matéria orgânica.",
      "c": "o desgaste do solo nas áreas urbanas, causado pela redução do escoamento superficial pluvial na encosta.",
      "d": "a maior facilidade de captação de água potável para o abastecimento público, já que é maior o efeito do escoamento sobre a infiltração.",
      "e": "o aumento da incidência de doenças como a amebíase na população urbana, em decorrência do escoamento de água poluída do topo das encostas."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/5-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Democracia: “regime político no qual a soberania é\nexercida pelo povo, pertence ao conjunto dos cidadãos.”\n\nJAPIASSÚ, H.; MARCONDES, D. Dicionário Básico de Filosofia. Rio de Janeiro: Zahar, 2006.\nUma suposta “vacina” contra o despotismo, em um contexto democrático, tem por objetivo",
    "alternativas": {
      "a": "impedir a contratação de familiares para o serviço público.",
      "b": "reduzir a ação das instituições constitucionais.",
      "c": "combater a distribuição equilibrada de poder.",
      "d": "evitar a escolha de governantes autoritários.",
      "e": "restringir a atuação do Parlamento."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/44-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO desenvolvimento das capacidades físicas (qualidades motoras passíveis de treinamento) ajuda na tomada de decisões em relação à melhor execução do movimento. A capacidade física predominante no movimento representado na imagem é",
    "alternativas": {
      "a": "a velocidade, que permite ao músculo executar uma sucessão rápida de gestos em movimentação de intensidade máxima.",
      "b": "a resistência, que admite a realização de movimentos durante considerável período de tempo, sem perda da qualidade da execução.",
      "c": "a flexibilidade, que permite a amplitude máxima de um movimento, em uma ou mais articulações, sem causar lesões.",
      "d": "a agilidade, que possibilita a execução de movimentos rápidos e ligeiros com mudanças de direção.",
      "e": "o equilíbrio, que permite a realização dos mais variados movimentos, com o objetivo de sustentar o corpo sobre uma base."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/105-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Texto I\nSob o olhar do Twitter\nVivemos a era da exposição e do compartilhamento. Público e privado começam a se confundir. A ideia de privacidade vai mudar ou desaparecer. O trecho acima tem 140 caracteres exatos. É uma mensagem curta que tenta encapsular uma ideia complexa. Não é fácil esse tipo de síntese, mas dezenas de milhões de pessoas o praticam diariamente. No mundo todo, são disparados 2,4 trilhões de SMS por mês, e neles cabem 140 toques, ou pouco mais. Também é comum enviar e-mails, deixar recados no Orkut, falar com as pessoas pelo MSN, tagarelar no celular, receber chamados em qualquer parte, a qualquer hora. Estamos conectados. Superconectados, na verdade, de várias formas.\n[…] O mais recente exemplo de demanda por total conexão e de uma nova sintaxe social é o Twitter, o novo serviço de troca de mensagens pela internet. O Twitter pode ser entendido como uma mistura de blog e celular. As mensagens são de 140 toques, como os torpedos dos celulares, mas circulam pela internet, como os textos de blogs. Em vez de seguir para apenas uma pessoa, como no celular ou no MSN, a mensagem do Twitter vai para todos os “seguidores” – gente que acompanha o emissor. Podem ser 30, 300 ou 409 mil seguidores.\n\nMARTINS, I.; LEAL, R. Época. 16 mar. 2009 (fragmento adaptado).\nDa comparação entre os textos, depreende-se que o texto II constitui um passo a passo para interferir no comportamento dos usuários, dirigindo-se diretamente aos leitores, e o texto I",
    "alternativas": {
      "a": "adverte os leitores de que a internet pode transformar-se em um problema porque expõe a vida dos usuários e, por isso, precisa ser investigada.",
      "b": "ensina aos leitores os procedimentos necessários para que as pessoas conheçam, em profundidade, os principais meios de comunicação da atualidade.",
      "c": "exemplifica e explica o novo serviço global de mensagens rápidas que desafia os hábitos de comunicação e reinventa o conceito de privacidade.",
      "d": "procura esclarecer os leitores a respeito dos perigos que o uso do Twitter pode representar nas relações de trabalho e também no plano pessoal.",
      "e": "apresenta uma enquete sobre as redes sociais mais usadas na atualidade e mostra que o Twitter é preferido entre a maioria dos internautas."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/111-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Joaquim Maria Machado de Assis, cronista, contista, dramaturgo, jornalista, poeta, novelista, romancista, crítico e ensaísta, nasceu na cidade do Rio de Janeiro em 21 de junho de 1839. Filho de um operário mestiço de negro e português, Francisco José de Assis, e de D. Maria Leopoldina Machado de Assis, aquele que viria a tornar-se o maior escritor do país e um mestre da língua, perde a mãe muito cedo e é criado pela madrasta, Maria Inês, também mulata, que se dedica ao menino e o matricula na escola pública, única que frequentou o autodidata Machado de Assis.\n\n\n\nDisponível em: http://www.passeiweb.com. Acesso em: 1 maio 2009.\nConsiderando os seus conhecimentos sobre os gêneros textuais, o texto citado constitui-se de",
    "alternativas": {
      "a": "fatos ficcionais, relacionados a outros de caráter realista, relativos à vida de um renomado escritor.",
      "b": "representações generalizadas acerca da vida de membros da sociedade por seus trabalhos e vida cotidiana.",
      "c": "explicações da vida de um renomado escritor, com estrutura argumentativa, destacando como tema seus principais feitos.",
      "d": "questões controversas e fatos diversos da vida de personalidade histórica, ressaltando sua intimidade familiar em detrimento de seus feitos públicos.",
      "e": "apresentação da vida de uma personalidade, organizada sobretudo pela ordem tipológica da narração, com um estilo marcado por linguagem objetiva."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/113-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nEm busca de maior naturalismo em suas obras e fundamentando-se em novo conceito estético, Monet, Degas, Renoir e outros artistas passaram a explorar novas formas de composição artística, que resultaram no estilo denominado Impressionismo. Observadores atentos da natureza, esses artistas passaram a",
    "alternativas": {
      "a": "retratar, em suas obras, as cores que idealizavam de acordo com o reflexo da luz solar nos objetos.",
      "b": "usar mais a cor preta, fazendo contornos nítidos, que melhor definiam as imagens e as cores do objeto representado.",
      "c": "retratar paisagens em diferentes horas do dia, recriando, em suas telas, as imagens por eles idealizadas.",
      "d": "usar pinceladas rápidas de cores puras e dissociadas diretamente na tela, sem misturá-las antes na paleta.",
      "e": "usar as sombras em tons de cinza e preto e com efeitos esfumaçados, tal como eram realizadas no Renascimento."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/108-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nA capa da revista Época de 12 de outubro de 2009 traz um anúncio sobre o lançamento do livro digital no Brasil. Já o texto II traz informações referentes à abrangência de acessibilidade das tecnologias de comunicação e informação nas diferentes regiões do país. A partir da leitura dos dois textos, infere-se que o advento do livro digital no Brasil",
    "alternativas": {
      "a": "possibilitará o acesso das diferentes regiões do país às informações antes restritas, uma vez que eliminará as distâncias, por meio da distribuição virtual.",
      "b": "criará a expectativa de viabilizar a democratização da leitura, porém, esbarra na insuficiência do acesso à internet por meio da telefonia celular, ainda deficiente no país.",
      "c": "fará com que os livros impressos tornem-se obsoletos, em razão da diminuição dos gastos com os produtos digitais gratuitamente distribuídos pela internet.",
      "d": "garantirá a democratização dos usos da tecnologia no país, levando em consideração as características de cada região no que se refere aos hábitos de leitura e acesso à informação.",
      "e": "impulsionará o crescimento da qualidade da leitura dos brasileiros, uma vez que as características do produto permitem que a leitura aconteça a despeito das adversidades geopolíticas."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/110-images/context_img_0.png,enem-data/enem-2010/110-images/context_img_1.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO voleibol é um dos esportes mais praticados na atualidade. Está presente nas competições esportivas, nos jogos escolares e na recreação. Nesse esporte, os praticantes utilizam alguns movimentos específicos como: saque, manchete, bloqueio, levantamento, toque, entre outros. Na sequência de imagens, identificam-se os movimentos de",
    "alternativas": {
      "a": "sacar e colocar a bola em jogo, defender a bola e realizar a cortada como forma de ataque.",
      "b": "arremessar a bola, tocar para passar a bola ao levantador e bloquear como forma de ataque.",
      "c": "tocar e colocar a bola em jogo, cortar para defender e levantar a bola para atacar.",
      "d": "passar a bola e iniciar a partida, lançar a bola ao levantador e realizar a manchete para defender.",
      "e": "cortar como forma de ataque, passar a bola para defender e bloquear como forma de ataque."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/120-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Texto I\nO chamado “fumante passivo” é aquele indivíduo que não fuma, mas acaba respirando a fumaça dos cigarros fumados ao seu redor. Até hoje, discutem-se muito os efeitos do fumo passivo, mas uma coisa é certa: quem não fuma não é obrigado a respirar a fumaça dos outros.\nO fumo passivo é um problema de saúde pública em todos os países do mundo. Na Europa, estima-se que 79% das pessoas estão expostas à fumaça “de segunda mão”, enquanto, nos Estados Unidos, 88% dos não fumantes acabam fumando passivamente. A Sociedade do Câncer da Nova Zelândia informa que o fumo passivo é a terceira entre as principais causas de morte no país, depois do fumo ativo e do uso de álcool.\n\nDisponível em: www.terra.com.br. Acesso em: 27 abr. 2010 (fragmento).\nAo abordar a questão do tabagismo, os textos I e II procuram demonstrar que",
    "alternativas": {
      "a": "a quantidade de cigarros consumidos por pessoa, diariamente, excede o máximo de nicotina recomendado para os indivíduos, inclusive para os não fumantes.",
      "b": "para garantir o prazer que o indivíduo tem ao fumar, será necessário aumentar as estatísticas de fumo passivo.",
      "c": "a conscientização dos fumantes passivos é uma maneira de manter a privacidade de cada indivíduo e garantir a saúde de todos.",
      "d": "os não fumantes precisam ser respeitados e poupados, pois estes também estão sujeitos às doenças causadas pelo tabagismo.",
      "e": "o fumante passivo não é obrigado a inalar as mesmas toxinas que um fumante, portanto depende dele evitar ou não a contaminação proveniente da exposição ao fumo."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/122-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSegundo pesquisas recentes, é irrelevante a diferença entre sexos para se avaliar a inteligência. Com relação às tendências para áreas do conhecimento, por sexo, levando em conta a matrícula em cursos universitários brasileiros,",
    "alternativas": {
      "a": "os homens estão matriculados em menor proporção em cursos de Matemática que em Medicina por lidarem melhor com pessoas.",
      "b": "as mulheres estão matriculadas em maior percentual em cursos que exigem capacidade de compreensão dos seres humanos.",
      "c": "as mulheres estão matriculadas em percentual maior em Física que em Mineração por tenderem a trabalhar melhor com abstrações.",
      "d": "as homens e as mulheres estão matriculados na mesma proporção em cursos que exigem habilidades semelhantes na mesma área.",
      "e": "as mulheres estão matriculadas em menor número em Psicologia por sua habilidade de lidarem melhor com coisas que com sujeitos."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/131-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nUm farol usa uma lâmpada de gás halogênio de 55 W de potência que opera com 36 V. Os dois faróis são ligados separadamente, com um fusível para cada um, mas, após um mau funcionamento, o motorista passou a conectá-los em paralelo, usando apenas um fusível. Dessa forma, admitindo-se que a fiação suporte a carga dos dois faróis, o menor valor de fusível adequado para proteção desse novo circuito é o",
    "alternativas": {
      "a": "azul.",
      "b": "preto.",
      "c": "laranja.",
      "d": "amarelo.",
      "e": "vermelho."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/47-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "A aparência de Júpiter é tipicamente marcada por duas faixas escuras em sua atmosfera – uma no hemisfério norte e outra no hemisfério sul. Como o gás está constantemente em movimento, o desaparecimento da faixa no planeta relaciona-se ao movimento das diversas camadas de nuvens em sua atmosfera. A luz do Sol, refletida nessas nuvens, gera a imagem que é captada pelos telescópios, no espaço ou na Terra.\nO desaparecimento da faixa sul pode ter sido determinado por uma alteração",
    "alternativas": {
      "a": "na temperatura da superfície do planeta.",
      "b": "no formato da camada gasosa do planeta.",
      "c": "no campo gravitacional gerado pelo planeta.",
      "d": "na composição química das nuvens do planeta.",
      "e": "na densidade das nuvens que compõem o planeta."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/53-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nCom base no texto e na figura, a produção de energia elétrica por meio da célula a combustível hidrogênio/oxigênio diferencia-se dos processos convencionais porque",
    "alternativas": {
      "a": "transforma energia química em energia elétrica, sem causar danos ao meio ambiente, porque o principal subproduto formado é a água.",
      "b": "converte a energia química contida nas moléculas dos componentes em energia térmica, sem que ocorra a produção de gases poluentes nocivos ao meio ambiente.",
      "c": "transforma energia química em energia elétrica, porém emite gases poluentes da mesma forma que a produção de energia a partir dos combustíveis fósseis.",
      "d": "converte energia elétrica proveniente dos combustíveis fósseis em energia química, retendo os gases poluentes produzidos no processo sem alterar a qualidade do meio ambiente.",
      "e": "converte a energia potencial acumulada nas moléculas de água contidas no sistema em energia química, sem que ocorra a produção de gases poluentes nocivos ao meio ambiente."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/65-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nA fonte de energia representada na figura, considerada uma das mais limpas e sustentáveis do mundo, é extraída do calor gerado",
    "alternativas": {
      "a": "pela circulação do magma no subsolo.",
      "b": "pelas erupções constantes dos vulcões.",
      "c": "pelo sol que aquece as águas com radiação ultravioleta.",
      "d": "pela queima do carvão e combustível fósseis.",
      "e": "pelos detritos e cinzas vulcânicas."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/60-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nConsiderando que o modelo de maior potência da versão 220 V da torneira suprema foi inadvertidamente conectada a uma rede com tensão nominal de 127 V, e que o aparelho está configurado para trabalhar em sua máxima potência. Qual o valor aproximado da potência ao ligar a torneira?",
    "alternativas": {
      "a": "1.830 W.",
      "b": "2.800 W.",
      "c": "3.200 W.",
      "d": "4.030 W.",
      "e": "5.500 W."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/70-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nConsidere que, em pequenos volumes, o custo de produção de ambos os alcoóis seja o mesmo. Dessa forma, do ponto de vista econômico, é mais vantajoso utilizar",
    "alternativas": {
      "a": "metanol, pois sua combustão completa fornece, aproximadamente, 22,7 kJ de energia por litro de combustível queimado.",
      "b": "etanol, pois sua combustão completa fornece, aproximadamente, 29,7 kJ de energia por litro de combustível queimado.",
      "c": "metanol, pois sua combustão completa fornece, aproximadamente, 17,9 MJ de energia por litro de combustível queimado.",
      "d": "etanol, pois sua combustão completa fornece, aproximadamente, 23,5 MJ de energia por litro de combustível queimado.",
      "e": "etanol, pois sua combustão completa fornece, aproximadamente, 33,7 MJ de energia por litro de combustível queimado."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/71-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Para explicar a absorção de nutrientes, bem como a função das microvilosidades das membranas das células que revestem as paredes internas do intestino delgado, um estudante realizou o seguinte experimento:\nColocou 200 ml de água em dois recipientes. No primeiro recipiente, mergulhou, por 5 segundos, um pedaço de papel liso, como na FIGURA 1; no segundo recipiente, fez o mesmo com um pedaço de papel com dobras simulando as microvilosidades, conforme FIGURA 2. Os dados obtidos foram: a quantidade de água absorvida pelo papel liso foi de 8 ml, enquanto pelo papel dobrado foi de 12 ml.\nCom base nos dados obtidos, infere-se que a função das microvilosidades intestinais com relação à absorção de nutrientes pelas células das paredes internas do intestino é a de",
    "alternativas": {
      "a": "manter o volume de absorção.",
      "b": "aumentar a superfície de absorção.",
      "c": "diminuir a velocidade de absorção.",
      "d": "aumentar o tempo da absorção.",
      "e": "manter a seletividade na absorção."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/66-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO valor a ser pago pelo consumo de energia elétrica registrado seria de",
    "alternativas": {
      "a": "R$ 42,80.",
      "b": "R$ 42,00.",
      "c": "R$ 43,00.",
      "d": "R$ 43,80.",
      "e": "R$ 44,00."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/72-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO monofluoracetato de sódio pode ser obtido pela",
    "alternativas": {
      "a": "Desidratação do ácido monofluoracético com liberação de água.",
      "b": "Hidrólise do ácido monofluoracético sem formação de água.",
      "c": "Perda de íons hidroxila do ácido monofluoracético, com liberação de hidróxido de sódio.",
      "d": "Neutralização do ácido monofluoracético usando hidróxido de sódio, com liberação de água.",
      "e": "Substituição dos íons hidrogênio por sódio na estrutura do ácido monofluoracético, sem formação de água."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/73-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Ao colocar um pouco de açúcar ma água e mexer até a obtenção de uma só fase, prepara-se uma solução. O mesmo acontece ao se adicionar um pouquinho de sal à água e misturar bem. Uma substância capaz de dissolver o soluto é denominada solvente; por exemplo, a água é um solvente para o açúcar, para o sal e para várias outras substâncias. A figura a seguir ilustra essa citação.\nSuponha que uma pessoa, para adoçar seu cafezinho, tenha utilizado 3,42 g de sacarose (massa molar igual a 342 g/mol) para uma xícara de 50 mℓ do líquido. Qual é a concentração final em mol/ℓ de sacarose nesse cafezinho?",
    "alternativas": {
      "a": "0,02",
      "b": "0,2",
      "c": "2",
      "d": "200",
      "e": "2000"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/81-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSegundo as condições do processo apresentado para a obtenção de carbonato de chumbo (II) por meio da lixiviação por carbonato de sódio e considerando uma massa de pasta residual de uma bateria de 6 kg, qual quantidade aproximada, em quilogramas, de PbCO3 é obtida?",
    "alternativas": {
      "a": "1,7 kg.",
      "b": "1,9 Kg.",
      "c": "2,9 Kg.",
      "d": "3,3 Kg.",
      "e": "3,6 Kg."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/78-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Dois pesquisadores percorreram os trajetos marcados no mapa. A tarefa deles foi analisar os ecossistemas e, encontrando problemas, relatar e propor medidas de recuperação. A seguir, são reproduzidos trechos aleatórios extraídos dos relatórios desses dois pesquisadores. \nTrechos aleatórios extraídos do relatório do pesquisador P1:\nI. “Por causa da diminuição drástica das espécies vegetais deste ecossistema, como os pinheiros, a gralha azul também está em processo de extinção”.\nII. “As árvores de troncos tortuosos e cascas grossas que predominam nesse ecossistema estão sendo utilizadas em carvoarias”.\nTrechos aleatórios extraídos do relatório do pesquisador P2:\nIII. “Das palmeiras que predominam nesta região podem ser extraídas substâncias importantes para a economia regional”,\nIV. “Apesar da aridez desta região, em que encontramos muitas plantas espinhosas, não se pode desprezar a sua biodiversidade”. Ecossistemas brasileiros: mapa de distribuição de ecossistemas.\n\nDisponível em: http://educacao.uol.com.br/ciencias/ult1686u52.jhtm. Acesso em: 20 abr. 2010 (adaptado).\nOs trechos I, II, III e IV referem-se, pela ordem, aos seguintes ecossistemas:",
    "alternativas": {
      "a": "Caatinga, Cerrado, Zona dos Cocais e Floresta Amazônica.",
      "b": "Mata de Araucárias, Cerrado, Zona dos Cocais e Caatinga.",
      "c": "Manguezais, Zona dos Cocais, Cerrado e Mata Atlântica.",
      "d": "Floresta Amazônica, Cerrado, Mata Atlântica e Pampas.",
      "e": "Mata Atlântica, Cerrado, Zona dos Cocais e Pantanal."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/77-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "As baterias de Ni-Cd muito utilizadas no nosso cotidiano não devem ser descartadas em lixos comuns uma vez que uma considerável quantidade de cádmio é volatilizada e emitida para o meio ambiente quando as baterias gastas são incineradas como componente do lixo. Com o objetivo de evitar a emissão de cádmio para a atmosfera durante a combustão é indicada que seja feita a reciclagem dos materiais dessas baterias.\n\n\n\nUma maneira de separar o cádmio dos demais compostos presentes na bateria é realizar o processo de lixiviação ácida.Nela, tanto os metais (Cd, Ni e, eventualmente, Co) como os hidróxidos de ions metálicos Cd(OH)2(s), Ni(OH)2(s), Co(OH)2(s) presentes na bateria, reagem com uma mistura ácida e são solubilizados. Em função da baixa seletividade (todos os ions metálicos são solubilizados), após a digestão ácida, é realizada uma etapa de extração dos metais com solventes orgânicos de acordo com a reação:\n\n\n\n\n\n\n\n\n\n\nOnde:\nM2+ = Cd2+ , Ni2+ ou Co2+\nHR = C16H34-PO2H : identificado no gráfico por X\nHR = C12H12-PO2H : identificado no gráfico por Y\nO gráfico mostra resultado de extração utilizando os solventes orgânicos X e Y em diferentes pH.\nA reação descrita no texto mostra o processo de extração dos metais por meio da reação com moléculas orgânicas, X e Y. Considerando-se as estruturas de X e Y e o processo de separação descrito, pode-se afirmar que",
    "alternativas": {
      "a": "as moléculas X e Y atuam como extratores catiônicos uma vez que a parte polar da molécula troca o íon H+ pelo cátion do metal.",
      "b": "as moléculas X e Y atuam como extratores aniônicos uma vez que a parte polar da molécula troca o íon H+ pelo cátion do metal.",
      "c": "as moléculas X e Y atuam como extratores catiônicos uma vez que a parte polar da molécula troca o íon PO2-2 pelo cátion do metal.",
      "d": "as moléculas X e Y atuam como extratores aniônicos uma vez que a parte polar da molécula troca o íon PO2-2 pelo cátion do metal.",
      "e": "as moléculas X e Y fazem ligações com os ions metálicos resultando em compostos com caráter apolar o que justifica a eficácia da extração."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/82-images/context_img_0.png,enem-data/enem-2010/82-images/context_img_1.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Três dos quatro tipos de testes atualmente empregados para a detecção de príons patogênicos, em tecidos cerebrais do gado morto, são mostrados nas figuras a seguir. Uma vez identificados um animal morto infectado, funcionários das agências de saúde pública e fazendeiros podem removê-lo do suprimento alimentar ou rastrear os alimentos infectados que o animal possa ter consumido.\nAnalisando os testes I, II e III, para a detecção de príons patogênicos, identifique as condições em que os resultados foram positivos para a presença de príons nos três testes:",
    "alternativas": {
      "a": "Animal A, lâmina B e gel A.",
      "b": "Animal A, lâmina A e gel B.",
      "c": "Animal B, lâmina A e gel B.",
      "d": "Animal B, lâmina B e gel A.",
      "e": "Animal A, lâmina B e gel B."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/90-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Revista Glamour Latinoamérica. México, mar. 2010.\nO texto publicitário utiliza diversas estratégias para enfatizar as características do produto que pretende vender. Assim, no texto, o uso de vários termos de outras línguas, que não a espanhola, tem a intenção de",
    "alternativas": {
      "a": "atrair a atenção do público alvo dessa propaganda.",
      "b": "popularizar a prática de exercícios esportivos.",
      "c": "agradar aos compradores ingleses desse tênis.",
      "d": "incentivar os espanhóis a falarem outras línguas.",
      "e": "enfatizar o conhecimento de mundo do autor do texto."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/94-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Disponível em: http://www.meganbergdesigns.com/andrill/iceberg07/postcards/index.html. Acesso em: 29 jul. 2010 (adaptado).\nOs cartões-postais costumam ser utilizados por viajantes que desejam enviar notícias dos lugares que visitam a parentes e amigos. Publicado no site do projeto ANDRILL, o texto em formato de cartão-postal tem o propósito de",
    "alternativas": {
      "a": "comunicar o endereço da nova sede do projeto nos Estados Unidos.",
      "b": "convidar colecionadores de cartões-postais a se reunirem em um evento.",
      "c": "anunciar uma nova coleção de selos para angariar fundos para a Antártica.",
      "d": "divulgar às pessoas a possibilidade de receberem um cartão-postal da Antártica.",
      "e": "solicitar que as pessoas visitem o site do mencionado projeto com maior frequência."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/95-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Disponível em: http://www.fool.com. Acesso em: 21 jul. 2010.\nAo optar por ler a reportagem completa sobre o assunto anunciado, tem-se acesso a duas palavras que Bill Gates não quer que o leitor conheça e que se referem",
    "alternativas": {
      "a": "aos responsáveis pela divulgação desta informação na internet.",
      "b": "às marcas mais importantes de microcomputadores do mercado.",
      "c": "aos nomes dos americanos que inventaram a suposta tecnologia.",
      "d": "aos sites da internet pelos quais o produto já pode ser conhecido.",
      "e": "às empresas que levam vantagem para serem suas concorrentes."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/93-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nAs diferentes esferas sociais de uso da língua obrigam o falante a adaptá-la às variadas situações de comunicação. Uma das marcas linguísticas que configuram a linguagem oral informal usada entre avô e neto neste texto é",
    "alternativas": {
      "a": "a opção pelo emprego da forma verbal “era” em lugar de “foi”.",
      "b": "a ausência de artigo antes da palavra “árvore”.",
      "c": "o emprego da redução “tá” em lugar da forma verbal “está”.",
      "d": "o uso da contração “desse” em lugar da expressão “de esse”.",
      "e": "a utilização do pronome “que” em início de frase exclamativa."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/96-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "MILLENIUM GOALS\n\n\n\n\n\n\n\n\n\n\n\n\nDisponível em: http://www.chris-alexander.co.uk/1191. Acesso em: 28 jul. 2010 (adaptado).\nDefinidas pelos países membros da Organização das Nações Unidas e por organizações internacionais, as metas de desenvolvimento do milênio envolvem oito objetivos a serem alcançados até 2015. Apesar da diversidade cultural, esses objetivos, mostrados na imagem, são comuns ao mundo todo, sendo dois deles:",
    "alternativas": {
      "a": "O combate à AIDS e a melhoria do ensino universitário.",
      "b": "A redução da mortalidade adulta e a criação de parcerias globais.",
      "c": "A promoção da igualdade de gêneros e a erradicação da pobreza.",
      "d": "A parceria global para o desenvolvimento e a valorização das crianças.",
      "e": "A garantia da sustentabilidade ambiental e o combate ao trabalho infantil."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/94-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nAo circularem socialmente, os textos realizam-se como práticas de linguagem, assumindo configurações específicas, formais e de conteúdo. Considerando o contexto em que circula o texto publicitário, seu objetivo básico é",
    "alternativas": {
      "a": "influenciar o comportamento do leitor, por meio de apelos que visam à adesão ao consumo.",
      "b": "definir regras de comportamento social pautadas no combate ao consumismo exagerado.",
      "c": "defender a importância do conhecimento de informática pela população de baixo poder aquisitivo.",
      "d": "facilitar o uso de equipamentos de informática pelas classes sociais economicamente desfavorecidas",
      "e": "questionar o fato de o homem ser mais inteligente que a máquina, mesmo a mais moderna."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/100-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nO produto das três dimensões indicadas na peça resultaria na medida da grandeza",
    "alternativas": {
      "a": "massa.",
      "b": "volume.",
      "c": "superfície.",
      "d": "capacidade.",
      "e": "comprimento."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/146-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSupondo que o total de pessoas pesquisadas na região metropolitana de Porto Alegre equivale a 250 000, o número de desempregados em março de 2010, nessa região, foi de",
    "alternativas": {
      "a": "24500",
      "b": "25000",
      "c": "220500",
      "d": "223000",
      "e": "227500"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/145-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSe o Brasil tivesse obtido mais 4 medalhas de ouro, 4 de prata e 10 de bronze, sem alteração no número de medalhas dos demais países mostrados no quadro, qual teria sido a classificação brasileira no quadro de medalhas das Olimpíadas de 2004?",
    "alternativas": {
      "a": "13º",
      "b": "12º",
      "c": "11º",
      "d": "10º",
      "e": "9º"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/143-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Um pequeno helicóptero usado para reconhecimento sobrevoa a região a partir do ponto X = (20; 60). O helicóptero segue o percurso:\n0,8°L→0,5°N→0,2°O→0,1°S→0,4°N→0,3°L\nAo final, desce verticalmente até pousar no solo.\nDe acordo com as orientações, o helicóptero pousou em um local cuja altitude é",
    "alternativas": {
      "a": "menor ou igual a 200 m.",
      "b": "maior que 200 m e menor ou igual a 400 m.",
      "c": "maior que 400 m e menor ou igual a 600 m",
      "d": "maior que 600 m e menor ou igual a 800 m.",
      "e": "maior que 800 m."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nConsiderando-se que até 2009 o desmatamento cresceu 10,5% em relação aos dados de 2004, o desmatamento médio por estado em 2009 está entre",
    "alternativas": {
      "a": "100 km² e 900 km².",
      "b": "1 000 km² e 2 700 km².",
      "c": "2 800 km² e 3 200 km².",
      "d": "3 300 km² e 4 000 km².",
      "e": "4 100 km² e 5 800 km²."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/140-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nCom base no gráfico, o gasto militar no ínicio da guerra no Iraque foi de",
    "alternativas": {
      "a": "U$ 4.174.000,00.",
      "b": "U$ 41.740.000,00.",
      "c": "U$ 417.400.000,00.",
      "d": "U$ 41.740.000.000,00.",
      "e": "U$ 417.400.000.000,00."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/148-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Com o objetivo de não desperdiçar café, a diarista deseja colocar a quantidade mínima de água na leiteira para encher os vinte copinhos pela metade.\nPara que isso ocorra, Dona Maria deverá",
    "alternativas": {
      "a": "encher a leiteira até a metade, pois ela tem um volume 20 vezes maior que o volume do copo.",
      "b": "encher a leiteira toda de água, pois ela tem um volume 20 vezes maior que o volume do copo.",
      "c": "encher a leiteira toda de água, pois ela tem um volume 10 vezes maior que o volume do copo.",
      "d": "encher duas leiteiras de água, pois ela tem um volume 10 vezes maior que o volume do copo.",
      "e": "encher cinco leiteiras de água, pois ela tem um volume 10 vezes maior que o volume do copo."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/151-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSupondo-se que, no Sudeste, 14 900 estudantes foram entrevistados nessa pesquisa, quantos deles possuíam telefone móvel celular?",
    "alternativas": {
      "a": "5 513",
      "b": "6 556",
      "c": "7 450",
      "d": "8 344",
      "e": "9 536"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/141-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nQue expressão fornece a quantidade de quadrados de cada figura?",
    "alternativas": {
      "a": "C = 4Q",
      "b": "C = 3Q + 1",
      "c": "C = 4Q + 1",
      "d": "C = Q + 3",
      "e": "C = 4Q – 2"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/149-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nAs figuras mostram que as proporcionalidades existentes entre resistência (R) e comprimento (ℓ), resistência (R) e área da secção transversal (A), e entre comprimento (ℓ) e área da secção transversal (A) são, respectivamente,",
    "alternativas": {
      "a": "direta, direta e direta.",
      "b": "direta, direta e inversa.",
      "c": "direta, inversa e direta.",
      "d": "inversa, direta e direta.",
      "e": "inversa, direta e inversa."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/144-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Em canteiros de obras de construção civil é comum perceber trabalhadores realizando medidas de comprimento e de ângulos e fazendo demarcações por onde a obra deve começar ou se erguer. Em um desses canteiros foram feitas algumas marcas no chão plano. Foi possível perceber que, das seis estacas colocadas, três eram vértices de um triângulo retângulo e as outras três eram os pontos médios dos lados desse triângulo, foram indicadas por letras.\n\n\n\n\n\n\n\n\n\n\n\n\nA região demarcada pelas estacas A, B, M e N deveria ser calçada com concreto.\nNessas condições, a área a ser calçada corresponde",
    "alternativas": {
      "a": "à mesma área do triângulo AMC.",
      "b": "à mesma área do triângulo BNC.",
      "c": "à metade da área formada pelo triângulo ABC.",
      "d": "ao dobro da área do triângulo MNC.",
      "e": "ao triplo da área do triângulo MNC."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/152-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "O jornal de certa cidade publicou em uma página inteira a seguinte divulgação de seu caderno de classificados\nPara que a propaganda seja fidedigna à porcentagem da área que aparece na divulgação, a medida do lado do retângulo que representa os 4%, deve ser de aproximadamente",
    "alternativas": {
      "a": "1 mm.",
      "b": "10 mm.",
      "c": "17 mm.",
      "d": "160 mm.",
      "e": "167 mm."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/153-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Um técnico em manejo florestal recebeu a missão de cubar, abater e transportar cinco toras de madeira, de\nduas espécies diferentes, sendo\n• 3 toras da espécie I, com 3 m de rodo, 12 m de comprimento e densidade 0,77 toneladas/m³;\n• 2 toras da espécie II, com 4 m de rodo, 10 m de comprimento e densidade 0,78 toneladas/m³.\nApós realizar seus cálculos, o técnico solicitou que enviassem caminhões para transportar uma carga de, aproximadamente,",
    "alternativas": {
      "a": "29,9 toneladas.",
      "b": "31,1 toneladas.",
      "c": "32,4 toneladas.",
      "d": "35,3 toneladas.",
      "e": "41,8 toneladas."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/158-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nPaula deseja se deslocar da cidade A para a cidade B usando exatamente duas das vias indicadas, percorrendo um trajeto com a menor probabilidade de engarrafamento possível. O melhor trajeto para Paula é",
    "alternativas": {
      "a": "E1E3.",
      "b": "E1E4.",
      "c": "E2E4.",
      "d": "E2E5.",
      "e": "E2E6"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/156-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Um balão atmosférico, lançado em Bauru (343 quilômetros a Noroeste de São Paulo), na noite do último domingo, caiu nesta segunda-feira em Cuiabá Paulista, na região de Presidente Prudente, assustando agricultores da região. O artefato faz parte do programa Projeto Hibiscus, desenvolvido por Brasil, França, Argentina, Inglaterra e Itália, para a medição do comportamento da camada de ozônio, e sua descida se deu após o cumprimento do tempo previsto de medição.\n\nDisponível em: http://www.correiodobrasil.com.br. Acesso em: 02 maio 2010.\n\n\n\n\n\n\n\n\n\n\n\n\nNa data do acontecido, duas pessoas avistaram o balão. Uma estava a 1,8 km da posição vertical do balão e o avistou sob um ângulo de 60º; a outra estava a 5,5 km da posição vertical do balão, alinhada com a primeira, e no mesmo sentido, conforme se vê na figura, e o avistou sob um ângulo de 30º.\nQual a altura aproximada em que se encontrava o balão?",
    "alternativas": {
      "a": "1,8 km",
      "b": "1,9 km",
      "c": "3,1 km",
      "d": "3,7 km",
      "e": "5,5 km"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/160-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nSe uma menina, com 64 kg de massa, apresenta IMC igual a 25 kg/m2, então ela possui RIP igual a",
    "alternativas": {
      "a": "0,4 cm/kg1/3.",
      "b": "2,5 cm/kg1/3.",
      "c": "8 cm/kg1/3.",
      "d": "20 cm/kg1/3.",
      "e": "40 cm/kg1/3."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/159-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Algum tempo depois, o professor apagou a lousa por completo e, adotando um procedimento semelhante ao anterior, voltou a preenchê-la, mas, dessa vez, utilizando 40% do espaço dela.\nUma representação possível para essa segunda situação é",
    "alternativas": {
      "a": "enem-data/enem-2010/136-images/alt_img_0.png",
      "b": "enem-data/enem-2010/136-images/alt_img_1.png",
      "c": "enem-data/enem-2010/136-images/alt_img_2.png",
      "d": "enem-data/enem-2010/136-images/alt_img_3.png",
      "e": "enem-data/enem-2010/136-images/alt_img_4.png"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/136-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Uma metalúrgica recebeu uma encomenda para fabricar, em grande quantidade, uma peça com o formato de um prisma reto com base triangular, cujas dimensões da base são 6 cm, 8 cm e 10 cm e cuja altura é 10 cm. Tal peça deve ser vazada de tal maneira que a perfuração na forma de um cilindro circular reto seja tangente às suas faces laterais, conforme mostra a figura.\nO raio da perfuração da peça é igual a",
    "alternativas": {
      "a": "1 cm.",
      "b": "2 cm.",
      "c": "3 cm.",
      "d": "4 cm.",
      "e": "5 cm."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/164-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nQual dos tanques deverá ser escolhido pelo dono do posto? (Considere p π ≅ 3)",
    "alternativas": {
      "a": "I, pela relação área/capacidade de armazenamento de 1/3",
      "b": "I, pela relação área/capacidade de armazenamento de 4/3",
      "c": "II, pela relação área/capacidade de armazenamento de 3/4",
      "d": "III, pela relação área/capacidade de armazenamento de 2/3",
      "e": "III, pela relação área/capacidade de armazenamento de 7/12"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/162-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Nos processos industriais, como na indústria de cerâmica, é necessário o uso de fornos capazes de produzir elevadas temperaturas e, em muitas situações, o tempo de elevação dessa temperatura deve ser controlado, para garantir a qualidade do produto final e a economia no processo. Em uma indústria de cerâmica, o forno é programado para elevar a temperatura ao longo do tempo de acordo com a função\n\n\n\n\n\n\n\n\n\n\n\n\nem que T é o valor da temperatura atingida pelo forno, em graus Celsius, e t é o tempo, em minutos, decorrido desde o instante em que o forno é ligado.\nUma peça deve ser colocada nesse forno quando a temperatura for 48°C e retirada quando a temperatura for\n200°C.\nO tempo de permanência dessa peça no forno é, em minutos, igual a",
    "alternativas": {
      "a": "100.",
      "b": "108.",
      "c": "128.",
      "d": "130.",
      "e": "150."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/163-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Um cientista monitora o movimento desse satélite para controlar o seu afastamento do centro da Terra. Para isso, ele precisa calcular a soma dos valores de r, no apogeu e no perigeu, representada por S.\nO cientista deveria concluir que, periodicamente, S atinge o valor de",
    "alternativas": {
      "a": "12 765 km.",
      "b": "12 000 km",
      "c": "11 730 km",
      "d": "10 965 km.",
      "e": "5 865 km"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/161-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "O gráfico apresenta a quantidade de gols marcados pelos artilheiros das Copas do Mundo desde a Copa de 1930 até a de 2006.\nA partir dos dados apresentados, qual a mediana das quantidades de gols marcados pelos artilheiros das Copas do Mundo?",
    "alternativas": {
      "a": "6 gols",
      "b": "6,5 gols",
      "c": "7 gols",
      "d": "7,3 gols",
      "e": "8,5 gols"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/167-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "\nConsiderando que nenhum dos recipientes tenha tampa, qual das figuras a seguir representa uma planificação para o bebedouro 3?",
    "alternativas": {
      "a": "enem-data/enem-2010/137-images/alt_img_0.png",
      "b": "enem-data/enem-2010/137-images/alt_img_1.png",
      "c": "enem-data/enem-2010/137-images/alt_img_2.png",
      "d": "enem-data/enem-2010/137-images/alt_img_3.png",
      "e": "enem-data/enem-2010/137-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "A ideia de usar rolos circulares para deslocar objetos pesados provavelmente surgiu com os antigos egípcios ao construírem as pirâmides.\nRepresentando por R o raio da base dos rolos cilíndricos, em metros, a expressão do deslocamento horizontal y do bloco de pedra em função de R, após o rolo ter dado uma volta completa sem deslizar, é",
    "alternativas": {
      "a": "y = R.",
      "b": "y = 2R.",
      "c": "y = πR.",
      "d": "y = 2πR.",
      "e": "y = 4πR."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/165-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "O gráfico mostra o número de favelas no município do Rio de Janeiro entre 1980 e 2004, considerando que a variação nesse número entre os anos considerados é linear.\nSe o padrão na variação do período 2004/2010 se mantiver nos próximos 6 anos, e sabendo que o número de favelas em 2010 é 968, então o número de favelas em 2016 será",
    "alternativas": {
      "a": "menor que 1 150.",
      "b": "218 unidades maior que em 2004.",
      "c": "maior que 1 150 e menor que 1 200.",
      "d": "177 unidades maior que em 2010.",
      "e": "maior que 1 200."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/166-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Marco e Paulo foram classificados em um concurso. Para classificação no concurso o candidato deveria obter média aritmética na pontuação igual ou superior a 14. Em caso de empate na média, o desempate seria em favor da pontuação mais regular. No quadro a seguir são apresentados os pontos obtidos nas provas de Matemática, Português e Conhecimentos Gerais, a média, a mediana e o desvio padrão dos dois candidatos.\nDados dos candidatos no concurso\nO candidato com pontuação mais regular, portanto mais bem classificado no concurso, é",
    "alternativas": {
      "a": "Marco, pois a média e a mediana são iguais.",
      "b": "Marco, pois obteve menor desvio padrão.",
      "c": "Paulo, pois obteve a maior pontuação da tabela, 19 em Português.",
      "d": "Paulo, pois obteve maior mediana.",
      "e": "Paulo, pois obteve maior desvio padrão."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/171-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Ronaldo é um garoto que adora brincar com números. Numa dessas brincadeiras, empilhou caixas numeradas de acordo com a sequência conforme mostrada no esquema a seguir.\n\n\n\n\n\n\n\n\n\n\n\n\n\nEle percebeu que a soma dos números em cada linha tinha uma propriedade e que, por meio dessa propriedade, era possível prever a soma de qualquer linha posterior às já construídas.\nA partir dessa propriedade, qual será a soma da 9a linha da sequência de caixas empilhadas por Ronaldo?",
    "alternativas": {
      "a": "9",
      "b": "45",
      "c": "64",
      "d": "81",
      "e": "285"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/178-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "O diretor de um colégio leu numa revista que os pés das mulheres estavam aumentando. Há alguns anos, a média do tamanho dos calçados das mulheres era de 35,5 e, hoje, é de 37,0. Embora não fosse uma informação científica, ele ficou curioso e fez uma pesquisa com as funcionárias do seu colégio, obtendo o quadro a seguir:\nEscolhendo uma funcionária ao acaso e sabendo que ela tem calçado maior que 36,0 a probabilidade de ela calçar 38,0 é",
    "alternativas": {
      "a": "1/3",
      "b": "1/5",
      "c": "2/5",
      "d": "5/7",
      "e": "5/14"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/173-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "O quadro seguinte mostra o desempenho de um time de futebol no último campeonato. A coluna da esquerda mostra o número de gols marcados e a coluna da direita informa em quantos jogos o time marcou aquele número de gols.\nSe X, Y e Z são, respectivamente, a média, a mediana e a moda desta distribuição, então",
    "alternativas": {
      "a": "X = Y < Z.",
      "b": "Z < X = Y.",
      "c": "Y < Z < X.",
      "d": "Z < X < Y.",
      "e": "Z < Y < X."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/175-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "João mora na cidade A e precisa visitar cinco clientes, localizados em cidades diferentes da sua. Cada trajeto possível pode ser representado por uma sequência de 7 letras. Por exemplo, o trajeto ABCDEFA, informa que ele sairá da cidade A, visitando as cidades B, C, D, E e F nesta ordem, voltando para a cidade A. Além disso, o número indicado entre as letras informa o custo do deslocamento entre as cidades. A figura mostra o custo de deslocamento entre cada uma das cidades.\n\n\n\n\n\n\n\n\n\n\n\n\nComo João quer economizar, ele precisa determinar qual o trajeto de menor custo para visitar os cinco clientes. somente parte das sequências, pois os trajetos ABCDEFA e AFEDCBA têm o mesmo custo. Ele gasta 1min30s para examinar uma sequência e descartar sua simétrica, conforme apresentado.\nO tempo mínimo necessário para João verificar todas as sequências possíveis no problema é de",
    "alternativas": {
      "a": "60 min.",
      "b": "90 min.",
      "c": "120 min.",
      "d": "180 min.",
      "e": "360 min."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/174-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Em um casamento, os donos da festa serviam champanhe aos seus convidados em taças com formato de um hemisfério (Figura 1), porém um acidente na cozinha culminou na quebra de grande parte desses recipientes. Para substituir as taças quebradas, utilizou-se um outro tipo com formato de cone (Figura 2). No entanto, os noivos solicitaram que o volume de champanhe nos dois tipos de taças fosse igual.\n\n\n\n\n\n\n\n\n\n\n\n\nConsidere:\nSabendo que a taça com o formato de hemisfério é servida completamente cheia, a altura do volume de champanhe que deve ser colocado na outra taça, em centímetros, é de",
    "alternativas": {
      "a": "1,33",
      "b": "6,00",
      "c": "12,00",
      "d": "56,52",
      "e": "113,04"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/168-images/context_img_0.png,enem-data/enem-2010/168-images/context_img_1.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Um porta-lápis de madeira foi construído no formato cúbico, seguindo o modelo ilustrado a seguir. O cubo de dentro é vazio. A aresta do cubo maior mede 12 cm e a do cubo menor, que é interno, mede 8 cm.\nO volume de madeira utilizado na confecção desse objeto foi de",
    "alternativas": {
      "a": "12 cm³",
      "b": "64 cm³",
      "c": "96 cm³",
      "d": "1216 cm³",
      "e": "1728 cm³"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/179-images/context_img_0.png"
    ]
  },
  {
    "ano": 2010,
    "materia": "Desconhecida",
    "questao": "Para conseguir chegar a um número recorde de produção de ovos de Páscoa, as empresas brasileiras começam a se planejar para esse período com um ano de ovos de Páscoa produzidos no Brasil no período de 2005 a 2009.\nDe acordo com o gráfico, o biênio que apresentou maior produção acumulada foi",
    "alternativas": {
      "a": "2004-2005",
      "b": "2005-2006",
      "c": "2006-2007",
      "d": "2007-2008",
      "e": "2008-2009"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2010/2010-images/enem-data/enem-2010/180-images/context_img_0.png"
    ]
  }
]