[
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Lord Willingdon’s Dilemma (Disponível em: www.gandhiserve.org. Acesso em: 21 nov.2011.)\nO cartum, publicado em 1932, ironiza as consequências sociais das constantes prisões de Mahatma Gandhi pelas autoridades britânicas, na Índia, demonstrando",
    "alternativas": {
      "a": "a ineficiência do sistema judiciário inglês no território indiano.",
      "b": "o apoio da população hindu à prisão de Gandhi.",
      "c": "o caráter violento das manifestações hindus frente à ação inglesa.",
      "d": "a impossibilidade de deter o movimento liderado por Gandhi.",
      "e": "a indiferença das autoridades britânicas frente ao apelo popular hindu."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/12-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Charge anônima. BURKE, P. A fabricação do rei. Rio de Janeiro: Zahar, 1994. (Foto: Enem)\nNa França, o rei Luís XIV teve sua imagem fabricada por um conjunto de estratégias que visavam sedimentar uma determinada noção de soberania. Neste sentido, a charge apresentada demonstra",
    "alternativas": {
      "a": "a humanidade do rei, pois retrata um homem comum, sem os adornos próprios à vestimenta real.",
      "b": "a unidade entre o público e o privado, pois a figura do rei com a vestimenta real representa o público e sem a vestimenta real, o privado.",
      "c": "o vínculo entre monarquia e povo, pois leva ao conhecimento do público a figura de um rei  despretensioso e distante do poder político.",
      "d": "o gosto estético refinado do rei, pois evidencia a elegância dos trajes reais em relação aos de outros membros da corte.",
      "e": "a importância da vestimenta para a constituição simbólica do rei, pois o corpo político adornado esconde os defeitos do corpo pessoal."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/7-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Foto de Jovens em protesto contra a Guerra do Vietnã. Disponível em: http://goldenyears66to69.blogspot.com. Acesso em: 10 out. 2011.\n\n\n\n\n\n\n\nTexto do Cartaz: “Amor e não guerra”\nNos anos que se seguiram à Segunda Guerra, movimentos como o Maio de 1968 ou a campanha contra a Guerra do Vietnã culminaram no estabelecimento de diferentes formas de participação política. Seus slogans, tais como “Quando penso em revolução quero fazer amor”, se tornaram símbolos da agitação cultural nos anos 1960, cuja inovação relacionava-se",
    "alternativas": {
      "a": "à contestação da crise econômica europeia, que fora provocada pela manutenção das guerras coloniais.",
      "b": "à organização partidária da juventude comunista, visando o estabelecimento da ditadura do proletariado.",
      "c": "à unificação das noções de libertação social e libertação individual, fornecendo um significado político ao uso do corpo.",
      "d": "à defesa do amor cristão e monogâmico, com fins à reprodução, que era tomado como solução para os conflitos sociais.",
      "e": "ao reconhecimento da cultura das gerações passadas, que conviveram com a emergência do rock e outras mudanças nos costumes."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/15-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Disponível em: http://quadro-a-quadro.blog.br. Acesso em: 27 jan. 2012.\n\n\n\n\n\nCom sua entrada no universo dos gibis, o Capitão chegaria para apaziguar a agonia, o autoritarismo militar e combater a tirania. Claro que, em tempos de guerra, um gibi de um herói com uma bandeira americana no peito aplicando um sopapo no Fürer só poderia ganhar destaque, e o sucesso não demoraria muito a chegar.\n\nCOSTA, C. Capitão América, o primeiro vingador: crítica. Disponível em: www.revistastart.com.br.\nAcesso em: 27 jan. 2012 (adaptado).\nA capa da primeira edição norte-americana da revista do Capitão América demonstra sua associação com a participação dos Estados Unidos na luta contra",
    "alternativas": {
      "a": "a Tríplice Aliança, na Primeira Guerra Mundial.",
      "b": "os regimes totalitários, na Segunda Guerra Mundial.",
      "c": "o poder soviético, durante a Guerra Fria.",
      "d": "o movimento comunista, na Guerra do Vietnã.",
      "e": "o terrorismo internacional, após 11 de setembro de 2001."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/14-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.metmuseum.org. Acesso em: 14 set. 2011. (Foto: Enem)\nA figura apresentada é de um mosaico, produzido por volta do ano 300 d.C., encontrado na cidade de Lod, atual Estado de Israel. Nela, encontram-se elementos que representam uma característica política dos romanos no período, indicada em:",
    "alternativas": {
      "a": "Cruzadismo – conquista da terra santa.",
      "b": "Patriotismo – exaltação da cultura local.",
      "c": "Helenismo – apropriação da estética grega.",
      "d": "Imperialismo – selvageria dos povos dominados.",
      "e": "Expansionismo – diversidade dos territórios conquistados."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/20-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nNa imagem do início do século XX, identifica-se um modelo produtivo cuja forma de organização fabril baseava-se na",
    "alternativas": {
      "a": "autonomia do produtor direto.",
      "b": "adoção da divisão sexual do trabalho.",
      "c": "exploração do trabalho repetitivo.",
      "d": "utilização de empregados qualificados.",
      "e": "incentivo à criatividade dos funcionários."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/23-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nNa charge faz-se referência a uma modificação produtiva ocorrida na agricultura. Uma contradição presente no espaço rural brasileiro derivada dessa modificação produtiva está presente em:",
    "alternativas": {
      "a": "Expansão das terras agricultáveis, com manutenção de desigualdades sociais.",
      "b": "Modernização técnica do território, com redução do nível de emprego formal.",
      "c": "Valorização de atividades de subsistência, com redução da produtividade da terra.",
      "d": "Desenvolvimento de núcleos policultores, com ampliação da concentração fundiária.",
      "e": "Melhora da qualidade dos produtos, com retração na exportação de produtos primários."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/31-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Cartaz da Revolução Constitucionalista. (Foto: Disponível em: http://veja.abril.com.br. Acesso em: 29 jun. 2012)\n\n\n\n\n\n\n\nElaborado pelos partidários da Revolução Constitucionalista de 1932, o cartaz apresentado pretendia mobilizar a população paulista contra o governo federal.\nEssa mobilização utilizou-se de uma referência histórica, associando o processo revolucionário",
    "alternativas": {
      "a": "à experiência francesa, expressa no chamado à luta contra a ditadura.",
      "b": "aos ideais republicanos, indicados no destaque à bandeira paulista.",
      "c": "ao protagonismo das Forças Armadas, representadas pelo militar que empunha a bandeira.",
      "d": "ao bandeirantismo, símbolo paulista apresentado em primeiro plano.",
      "e": "ao papel figurativo de Vargas na política, enfatizado pela pequenez de sua figura no cartaz."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/26-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nA interpretação e a correlação das figuras sobre a dinâmica demográfica brasileira demonstram um(a)",
    "alternativas": {
      "a": "menor proporção de fecundidade na área urbana.",
      "b": "menor proporção de homens na área rural.",
      "c": "aumento da proporção de fecundidade na área rural.",
      "d": "queda da longevidade na área rural.",
      "e": "queda do número de idosos na área urbana."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/32-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Neste dia, cinco investidores compraram e venderam o mesmo volume de ações, porém em horários diferentes, de acordo com a seguinte tabela.\nCom relação ao capital adquirido na compra e venda das ações, qual investidor fez o melhor negócio?",
    "alternativas": {
      "a": "1",
      "b": "2",
      "c": "3",
      "d": "4",
      "e": "5"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/158-images/context_img_0.png,enem-data/enem-2012/158-images/context_img_1.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O rótulo de um desodorante aerossol informa ao consumidor que o produto possui em sua composição os gases isobutano, butano e propano, dentre outras\nsubstâncias. Além dessa informação, o rótulo traz, ainda,a inscrição “Não contém CFC”. As reações a seguir, que ocorrem na estratosfera, justificam a não utilização de CFC (clorofluorcarbono ou Freon) nesse desodorante:\nA preocupação com as possíveis ameaças à camada de ozônio (O3) baseia-se na sua principal função: proteger a matéria viva na Terra dos efeitos prejudiciais dos raios solares ultravioleta. A absorção da radiação ultravioleta pelo ozônio estratosférico é intensa o suficiente para eliminar boa parte da fração de ultravioleta que é prejudicial à vida. \nA finalidade da utilização dos gases isobutano, butano e propano neste aerossol é",
    "alternativas": {
      "a": "substituir o CFC, pois não reagem com o ozônio, servindo como gases propelentes em aerossóis.",
      "b": "servir como propelentes, pois, como são muito reativos, capturam o Freon existente livre na atmosfera, impedindo a destruição do ozônio.",
      "c": "reagir com o ar, pois se decompõem espontaneamente em dióxido de carbono (CO2 ) e água (H2O), que não atacam o ozônio.",
      "d": "impedir a destruição do ozônio pelo CFC, pois os hidrocarbonetos gasosos reagem com a radiação UV, liberando hidrogênio (H2 ), que reage com o oxigênio do ar (O2 ), formando água (H2O).",
      "e": "destruir o CFC, pois reagem com a radiação UV, liberando carbono (C), que reage com o oxigênio do ar (O2 ), formando dióxido de carbono (CO2 ), que é inofensivo para a camada de ozônio."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/57-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "A produção mundial de alimentos poderia se reduzir a 40% da atual sem a aplicação de controle sobre as pragas agrícolas. Por outro lado, o uso frequente dos agrotóxicos pode causar contaminação em solos, águas superficiais e subterrâneas, atmosfera e alimentos. Os biopesticidas, tais como a piretrina e\na coronopilina, têm sido uma alternativa na diminuição dos prejuízos econômicos, sociais e ambientais gerados pelos agrotóxicos.\nIdentifique as funções orgânicas presentes simultaneamente nas estruturas dos dois biopesticidas apresentados:",
    "alternativas": {
      "a": "Éter e éster.",
      "b": "Cetona e éster.",
      "c": "Álcool e cetona.",
      "d": "Aldeído e cetona.",
      "e": "Éter e ácido carboxílico."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/61-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nQual a causa da forma da trajetória do planeta Marte registrada na figura?",
    "alternativas": {
      "a": "A maior velocidade orbital da Terra faz com que, em certas épocas, ela ultrapasse Marte.",
      "b": "A presença de outras estrelas faz com que sua trajetória seja desviada por meio da atração gravitacional.",
      "c": "A órbita de Marte, em torno do Sol, possui uma forma elíptica mais acentuada que a dos demais planetas.",
      "d": "A atração gravitacional entre a Terra e Marte faz com que este planeta apresente uma órbita irregular em torno do Sol.",
      "e": "A proximidade de Marte com Júpiter, em algumas épocas do ano, faz com que a atração gravitacional de Júpiter interfira em seu movimento."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/68-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "A figura representa um dos modelos de um sistema de interações entre seres vivos. Ela apresenta duas propriedades, P1 e P2, que interagem em I, para afetar uma terceira propriedade, P3, quando o sistema é alimentado por uma fonte de energia, E. Essa figura pode simular um sistema de campo em que P1 representa as plantas verdes; P2 um animal herbívoro e P3, um animal onívoro.\nA função interativa I representa a proporção de",
    "alternativas": {
      "a": "herbivoria entre P1 e P2.",
      "b": "polinização entre P1 e P2.",
      "c": "P3 utilizada na alimentação de P1 e P2.",
      "d": "P1 ou P2 utilizada na alimentação de P3.",
      "e": "energia de P1 e de P2 que saem do sistema."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/71-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "A própolis é um produto natural conhecido por suas propriedades anti-inflamatórias e cicatrizantes. Esse material contém mais de 200 compostos identificados até o momento. Dentre eles, alguns são de estrutura simples,\ncomo é o caso do C6H5CO2CH2CH3, cuja estrutura está mostrada a seguir.\nO ácido carboxílico e o álcool capazes de produzir o éster em apreço por meio da reação de esterificação são,respectivamente,",
    "alternativas": {
      "a": "ácido benzoico e etanol.",
      "b": "ácido propanoico e hexanol.",
      "c": "ácido fenilacético e metanol.",
      "d": "ácido propiônico e cicloexanol.",
      "e": "ácido acético e álcool benzílico."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/73-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Quando colocados em água, os fosfolipídeos tendem a formar lipossomos, estruturas formadas por uma bicamada lipídica, conforme mostrado na figura. Quando rompida, essa estrutura tende a se reorganizar em um novo lipossomo.\nEsse arranjo característico se deve ao fato de os fosfolipídios apresentarem uma natureza",
    "alternativas": {
      "a": "polar, ou seja, serem inteiramente solúveis em água.",
      "b": "apolar, ou seja, não serem solúveis em solução aquosa.",
      "c": "anfotérica, ou seja, podem comportar-se como ácidos e bases.",
      "d": "insaturada, ou seja, possuírem duplas ligações em sua estrutura.",
      "e": "anfifílica, ou seja, possuírem uma parte hidrofílica e outra hidrofóbica."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/77-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "A imagem representa o processo de evolução das plantas e algumas de suas estruturas. Para o sucesso desse processo, a partir de um ancestral simples, os diferentes grupos vegetais desenvolveram estruturas adaptativas que lhes permitiram sobreviver em diferentes ambientes.\nQual das estruturas adaptativas apresentadas contribuiu para uma maior diversidade genética?",
    "alternativas": {
      "a": "As sementes aladas, que favorecem a dispersão aérea.",
      "b": "Os arquegônios, que protegem o embrião multicelular.",
      "c": "Os grãos de pólen, que garantem a polinização cruzada.",
      "d": "Os frutos, que promovem uma maior eficiência reprodutiva.",
      "e": "Os vasos condutores, que possibilitam o transporte da seiva bruta."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/81-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nA condição física apresentada pelo personagem da tirinha é um fator de risco que pode desencadear doenças como",
    "alternativas": {
      "a": "anemia.",
      "b": "beribéri.",
      "c": "diabetes.",
      "d": "escorbuto.",
      "e": "fenilcetonúria."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/86-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O armazenamento de certas vitaminas no organismo apresenta grande dependência de sua solubilidade. Por exemplo, vitaminas hidrossolúveis devem ser incluídas na dieta diária, enquanto vitaminas lipossolúveis são armazenadas em quantidades suficientes para evitar doenças causadas pela sua carência. A seguir são apresentadas as estruturas químicas de cinco vitaminas necessárias ao organismo.\nDentre as vitaminas apresentadas na figura, aquela que necessita de maior suplementação diária é",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/85-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nCom base no texto e na tabela, que metais poderiam entrar na composição do anel das latas com a mesma função do magnésio, ou seja, proteger o alumínio da oxidação nos fornos e não deixar diminuir o rendimento da sua reciclagem?",
    "alternativas": {
      "a": "Somente o lítio, pois ele possui o menor potencial de redução.",
      "b": "Somente o cobre, pois ele possui o maior potencial de redução.",
      "c": "Somente o potássio, pois ele possui potencial de redução mais próximo do magnésio.",
      "d": "Somente o cobre e o zinco, pois eles sofrem oxidação mais facilmente que o alumínio.",
      "e": "Somente o lítio e o potássio, pois seus potenciais de redução são menores do que o do alumínio."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/84-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nO valor da pressão da água na ducha está associado à altura",
    "alternativas": {
      "a": "h1.",
      "b": "h2.",
      "c": "h3.",
      "d": "h4.",
      "e": "h5."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/87-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nDentre os materiais listados, quais são apropriados para amenizar esse odor?",
    "alternativas": {
      "a": "Álcool ou sabão.",
      "b": "Suco de limão ou álcool.",
      "c": "Suco de limão ou vinagre.",
      "d": "Suco de limão, leite ou sabão",
      "e": "Sabão ou carbonato de sódio/barrilha."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/89-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O benzeno é um hidrocarboneto aromático presente no petróleo, no carvão e em condensados de gás natural. Seus metabólitos são altamente tóxicos e se depositam na medula óssea e nos tecidos gordurosos. O limite de exposição pode causar anemia, câncer (leucemia) e distúrbios do comportamento. Em termos de reatividade química, quando um eletrófilo se liga ao benzeno, ocorre a formação de um intermediário, o carbocátion. Por fim, ocorre a adição ou substituição eletrofílica.\nDisponível em: www.sindipetro.org.br. Acesso em: 1 mar. 2012 (adaptado).\nCom base no texto e no gráfico do progresso da reação apresentada, as estruturas químicas encontradas em\nI, II e III são, respectivamente:",
    "alternativas": {
      "a": "enem-data/enem-2012/64-images/alt_img_0.png",
      "b": "enem-data/enem-2012/64-images/alt_img_1.png",
      "c": "enem-data/enem-2012/64-images/alt_img_2.png",
      "d": "enem-data/enem-2012/64-images/alt_img_3.png",
      "e": "enem-data/enem-2012/64-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/64-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nO circuito que cumpre a finalidade de funcionamento descrita no texto é:",
    "alternativas": {
      "a": "enem-data/enem-2012/67-images/alt_img_0.png",
      "b": "enem-data/enem-2012/67-images/alt_img_1.png",
      "c": "enem-data/enem-2012/67-images/alt_img_2.png",
      "d": "enem-data/enem-2012/67-images/alt_img_3.png",
      "e": "enem-data/enem-2012/67-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/67-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.ivancabral.com. Acesso em: 27 fev. 2012.\nO efeito de sentido da charge é provocado pela combinação de informações visuais e recursos linguísticos. No contexto da ilustração, a frase proferida recorre à",
    "alternativas": {
      "a": "polissemia, ou seja, aos múltiplos sentidos da expressão “rede social” para transmitir a ideia que pretende veicular.",
      "b": "ironia para conferir um novo significado ao termo “outra coisa”.",
      "c": "homonímia para opor, a partir do advérbio de lugar, o espaço da população pobre e o espaço da população rica.",
      "d": "personificação para opor o mundo real pobre ao mundo virtual rico.",
      "e": "antonímia para comparar a rede mundial de computadores com a rede caseira de descanso da família."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/96-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nAproveitando-se de seu status social e da possível influência sobre seus fãs, o famoso músico Jimi Hendrix associa, em seu texto, os termos love, power e peace para justificar sua opinião de que",
    "alternativas": {
      "a": "a paz tem o poder de aumentar o amor entre os homens.",
      "b": "o amor pelo poder deve ser menor do que o poder do amor.",
      "c": "o poder deve ser compartilhado entre aqueles que se amam.",
      "d": "o amor pelo poder é capaz de desunir cada vez mais as pessoas.",
      "e": "a paz será alcançada quando a busca pelo poder deixar de existir."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/92-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "QUINO.Disponível em: http://mafalda.dreamers.com. Acesso em: 27 fev. 2012.\nA personagem Susanita, no último quadro, inventa o vocábulo mujerez, utilizando-se de um recurso de formação de palavra existente na língua espanhola. Na concepção da personagem, o sentido do vocábulo mujerez remete à",
    "alternativas": {
      "a": "falta de feminilidade das mulheres que não se dedicam às tarefas domésticas.",
      "b": "valorização das mulheres que realizam todas as tarefas domésticas.",
      "c": "inferioridade das mulheres que praticam as tarefas domésticas.",
      "d": "relevância social das mulheres que possuem empregados para realizar as tarefas domésticas.",
      "e": "independência das mulheres que não se prendem apenas às tarefas domésticas."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/94-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Extra, extra. Este macaco é humano.\n\n\n\n\n\nNão somos tão especiais\nTodas as características tidas como exclusivas dos humanos são compartilhadas por outros animais, ainda que em menor grau.\nINTELIGÊNCIA\nA ideia de que somos os únicos animais racionais tem sido destruída desde os anos 40. A maioria das aves e mamíferos tem algum tipo de raciocínio.\nAMOR\nO amor, tido como o mais elevado dos sentimentos, é parecido em várias espécies, como os corvos, que também criam laços duradouros, se preocupam com o ente querido e ficam de luto depois de sua morte.\nCONSCIÊNCIA\nChimpanzés se reconhecem no espelho. Orangotangos observam e enganam humanos distraídos. Sinais de que sabem quem são e se distinguem dos outros. Ou seja, são conscientes.\nCULTURA\nO primatologista Frans de Waal juntou vários exemplos de cetáceos e primatas que são capazes de aprender novos hábitos e de transmiti-los para as gerações seguintes. O que é cultura se não isso?\n\nBURGIERMAN, D. Superinteressante, n. 190, jul. 2003.\nO título do texto traz o ponto de vista do autor sobre a suposta supremacia dos humanos em relação aos outros animais. As estratégias argumentativas utilizadas para sustentar esse ponto de vista são",
    "alternativas": {
      "a": "definição e hierarquia.",
      "b": "exemplificação e comparação.",
      "c": "causa e consequência.",
      "d": "finalidade e meios.",
      "e": "autoridade e modelo."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/100-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "J. K. Rowling to pen first novel for adults\n\n\n\n\n\n\n\n\n\n\n\nAuthor J. K. Rowling has announced plans to publish her first novel for adults, which will be “very different” from the Harry Potter books she is famous for.\nThe book will be published worldwide although no date or title has yet been released. “The freedom to explore new territory is a gift that Harry’s sucess has brought me,” Rowling said.\nAll the Potter books were published by Bloomsbury, but Rowling has chosen a new publisher for her debut into adult fiction. “Although I’ve enjoyed writing it every bit as much, my next book will be very different to the Harry Potter series, which has been published so brilliantly by Bloomsbury and my other publishers around the world,” she said, in a statement. “I’m delighted to have a second publishing home in Little, Brown, and a publishing team that will be a great partner in this new phase of my writing life.”\n\nDisponível em: www.bbc.co.uk. Acesso em: 24 fev. 2012 (adaptado).\nJ. K. Rowling tornou-se famosa por seus livros sobre o bruxo Harry Potter e suas aventuras, adaptados para o cinema. Esse texto, que aborda a trajetória da escritora britânica, tem por objetivo",
    "alternativas": {
      "a": "informar que a famosa série Harry Potter será adaptada para o público adulto.",
      "b": "divulgar a publicação do romance por J. K. Rowling inteiramente para adultos.",
      "c": "promover a nova editora que irá publicar os próximos livros de J. K. Rowling.",
      "d": "informar que a autora de Harry Potter agora pretende escrever para adultos.",
      "e": "anunciar um novo livro da série Harry Potter publicado por editora diferente."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/95-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "DONAR. Disponível em: http://politicalgraffiti.wordpress.com. Acesso em: 17 ago. 2011.\nCartuns são produzidos com o intuito de satirizar comportamentos humanos e assim oportunizam a reflexão sobre nossos próprios comportamentos e atitudes. Nesse cartum, a linguagem utilizada pelos personagens em uma conversa em inglês evidencia a",
    "alternativas": {
      "a": "predominância do uso da linguagem informal sobre a língua padrão.",
      "b": "dificuldade de reconhecer a existência de diferentes usos da linguagem.",
      "c": "aceitação dos regionalismos utilizados por pessoas de diferentes lugares.",
      "d": "necessidade de estudo da língua inglesa por parte dos personagens.",
      "e": "facilidade de compreensão entre falantes com sotaques distintos."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/93-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "LAERTE. Disponível em: http://blog.educacional.com.br. Acesso em: 8 set. 2011.\nQue estratégia argumentativa leva o personagem do terceiro quadrinho a persuadir sua interlocutora?",
    "alternativas": {
      "a": "Prova concreta, ao expor o produto ao consumidor.",
      "b": "Consenso, ao sugerir que todo vendedor tem técnica.",
      "c": "Raciocínio lógico, ao relacionar uma fruta com um produto eletrônico.",
      "d": "Comparação, ao enfatizar que os produtos apresentados anteriormente são inferiores.",
      "e": "Indução, ao elaborar o discurso de acordo com os anseios do consumidor."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/99-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.portaldapropaganda.com.br. Acesso em: 1 mar. 2012.\nA publicidade, de uma forma geral, alia elementos verbais e imagéticos na constituição de seus textos. Nessa peça publicitária, cujo tema é a sustentabilidade, o autor procura convencer o leitor a",
    "alternativas": {
      "a": "assumir uma atitude reflexiva diante dos fenômenos naturais.",
      "b": "evitar o consumo excessivo de produtos reutilizáveis.",
      "c": "aderir à onda sustentável, evitando o consumo excessivo.",
      "d": "abraçar a campanha, desenvolvendo projetos sustentáveis.",
      "e": "consumir produtos de modo responsável e ecológico."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/106-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "LXXVIII (Camões, 1525?-1580)\nLeda serenidade deleitosa,\nQue representa em terra um paraíso;\nEntre rubis e perlas doce riso;\nDebaixo de ouro e neve cor-de-rosa;\nPresença moderada e graciosa,\nOnde ensinando estão despejo e siso\nQue se pode por arte e por aviso,\nComo por natureza, ser fermosa;\nFala de quem a morte e a vida pende,\nRara, suave; enfim, Senhora, vossa;\nRepouso nela alegre e comedido:\nEstas as armas são com que me rende\nE me cativa Amor; mas não que possa\nDespojar-me da glória de rendido.\n\nCAMÕES, L. Obra completa. Rio de Janeiro: Nova Aguilar, 2008.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSANZIO, R. (1483-1520) A mulher com o unicórnio. Roma, Galleria Borghese.\nDisponível em: www.arquipelagos.pt. Acesso em: 29 fev. 2012.\nA pintura e o poema, embora sendo produtos de duas linguagens artísticas diferentes, participaram do mesmo contexto social e cultural de produção pelo fato de ambos",
    "alternativas": {
      "a": "apresentarem um retrato realista, evidenciado pelo unicórnio presente na pintura e pelos adjetivos usados no poema.",
      "b": "valorizarem o excesso de enfeites na apresentação pessoal e na variação de atitudes da mulher, evidenciadas pelos adjetivos do poema.",
      "c": "apresentarem um retrato ideal de mulher marcado pela sobriedade e o equilíbrio, evidenciados pela postura, expressão e vestimenta da moça e os adjetivos usados no poema.",
      "d": "desprezarem o conceito medieval da idealização da mulher como base da produção artística, evidenciado pelos adjetivos usados no poema.",
      "e": "apresentarem um retrato ideal de mulher marcado pela emotividade e o conflito interior, evidenciados pela expressão da moça e pelos adjetivos do poema."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/114-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "TEXTO I\nAntigamente\nAntigamente, os pirralhos dobravam a língua diante dos pais e se um se esquecia de arear os dentes antes de cair nos braços de Morfeu, era capaz de entrar no couro. Não devia também se esquecer de lavar os pés, sem tugir nem mugir. Nada de bater na cacunda do padrinho, nem de debicar os mais velhos, pois levava tunda. Ainda cedinho, aguava as plantas, ia ao corte e logo voltava aos penates. Não ficava mangando na rua, nem escapulia do mestre, mesmo que não entendesse patavina da instrução moral e cívica. O verdadeiro smart calçava botina de botões para comparecer todo liró ao copo d’água, se bem que no convescote apenas lambiscasse, para evitar flatos. Os bilontras é que eram um precipício, jogando com pau de dois bicos, pelo que carecia muita cautela e caldo de galinha. O melhor era pôr as barbas de molho diante de um treteiro de topete, depois de fintar e engambelar os coiós, e antes que se pusesse tudo em pratos limpos, ele abria o arco.\n\nANDRADE, C. D. Poesia e prosa. Rio de Janeiro: Nova Aguilar, 1983 (fragmento).\n\n\n\n\n\nTEXTO II\n\n\n\n\n\n\n\n\n\n\n\n\n\nFIORIN, J. L. As línguas mudam. In: Revista Língua Portuguesa, n. 24, out. 2007 (adaptado).\nNa leitura do fragmento do texto Antigamente constata-se, pelo emprego de palavras obsoletas, que itens lexicais outrora produtivos não mais o são no português brasileiro atual. Esse fenômeno revela que",
    "alternativas": {
      "a": "a língua portuguesa de antigamente carecia de termos para se referir a fatos e coisas do cotidiano.",
      "b": "o português brasileiro se constitui evitando a ampliação do léxico proveniente do português europeu.",
      "c": "a heterogeneidade do português leva a uma estabilidade do seu léxico no eixo temporal.",
      "d": "o português brasileiro apoia-se no léxico inglês para ser reconhecido como língua independente.",
      "e": "o léxico do português representa uma realidade linguística variável e diversificada."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/115-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Cartaz afixado nas bibliotecas centrais e setoriais da Universidade Federal de Goiás (UFG), 2011.\nConsiderando-se a finalidade comunicativa comum do gênero e o contexto específico do Sistema de Biblioteca da UFG, esse cartaz tem função predominantemente",
    "alternativas": {
      "a": "socializadora, contribuindo para a popularização da arte.",
      "b": "sedutora, considerando a leitura como uma obra de arte.",
      "c": "estética, propiciando uma apreciação despretensiosa da obra.",
      "d": "educativa, orientando o comportamento de usuários de um serviço.",
      "e": "contemplativa, evidenciando a importância de artistas internacionais."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/112-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "BROWNE, D. Folha de S. Paulo, 13 ago. 2011.\nAs palavras e as expressões são mediadoras dos sentidos produzidos nos textos. Na fala de Hagar, a expressão “é como se” ajuda a conduzir o conteúdo enunciado para o campo da",
    "alternativas": {
      "a": "conformidade, pois as condições meteorológicas evidenciam um acontecimento ruim.",
      "b": "reflexibilidade, pois o personagem se refere aos tubarões usando um pronome reflexivo.",
      "c": "condicionalidade, pois a atenção dos personagens é a condição necessária para a sua sobrevivência.",
      "d": "possibilidade, pois a proximidade dos tubarões leva à suposição do perigo iminente para os homens.",
      "e": "impessoalidade, pois o personagem usa a terceira pessoa para expressar o distanciamento dos fatos."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/116-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Picasso, P. Les Demoiselles d’Avignon. Nova York, 1907.\nARGAN, G. C. Arte moderna: do Iluminismo aos movimentos contemporâneos.\nSão Paulo: Companhia das Letras, 1992.\nO quadro Les Demoiselles d’Avignon (1907), de Pablo Picasso, representa o rompimento com a estética clássica e a revolução da arte no início do século XX. Essa nova tendência se caracteriza pela",
    "alternativas": {
      "a": "pintura de modelos em planos irregulares.",
      "b": "mulher como temática central da obra.",
      "c": "cena representada por vários modelos.",
      "d": "oposição entre tons claros e escuros.",
      "e": "nudez explorada como objeto de arte."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/123-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Capa do LP Os Mutantes, 1968.\nDisponível em: http://mutantes.com. Acesso em: 28 fev. 2012.\nA capa do LP Os Mutantes, de 1968, ilustra o movimento da contracultura. O desafio à tradição nessa criação musical é caracterizado por",
    "alternativas": {
      "a": "letras e melodias com características amargas e depressivas.",
      "b": "arranjos baseados em ritmos e melodias nordestinos.",
      "c": "sonoridades experimentais e confluência de elementos populares e eruditos.",
      "d": "temas que refletem situações domésticas ligadas à tradição popular.",
      "e": "ritmos contidos e reservados em oposição aos modelos estrangeiros."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/124-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "NIEMAN, D. Exercício e saúde. São Paulo: Manole, 1999 (adaptado).\nA partir dos efeitos fisiológicos do exercício físico no organismo, apresentados na figura, são adaptações benéficas à saúde de um indivíduo:",
    "alternativas": {
      "a": "Diminuição da frequência cardíaca em repouso e aumento da oxigenação do sangue.",
      "b": "Diminuição da oxigenação do sangue e aumento da frequência cardíaca em repouso.",
      "c": "Diminuição da frequência cardíaca em repouso e aumento da gordura corporal.",
      "d": "Diminuição do tônus muscular e aumento do percentual de gordura corporal.",
      "e": "Diminuição da gordura corporal e aumento da frequência cardíaca em repouso."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/132-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "BARDI, P. M. Em torno da escultura no Brasil. São Paulo: Banco Sudameris Brasil, 1989.\nCom contornos assimétricos, riqueza de detalhes nas vestes e nas feições, a escultura barroca no Brasil tem forte influência do rococó europeu e está representada aqui por um dos profetas do pátio do Santuário do Bom Jesus de Matosinho, em Congonhas (MG), esculpido em pedra-sabão por Aleijadinho. Profundamente religiosa, sua obra revela",
    "alternativas": {
      "a": "liberdade, representando a vida de mineiros à procura da salvação.",
      "b": "credibilidade, atendendo a encomendas dos nobres de Minas Gerais.",
      "c": "simplicidade, demonstrando compromisso com a contemplação do divino.",
      "d": "personalidade, modelando uma imagem sacra com feições populares.",
      "e": "singularidade, esculpindo personalidades do reinado nas obras divinas."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/131-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Disponível em: www.assine.abril.com.br. Acesso em: 29 fev. 2012 (adaptado).\nCom o advento da internet, as versões de revistas e livros também se adaptaram às novas tecnologias. A análise do texto publicitário apresentado revela que o surgimento das novas tecnologias",
    "alternativas": {
      "a": "proporcionou mudanças no paradigma de consumo e oferta de revistas e livros.",
      "b": "incentivou a desvalorização das revistas e livros impressos.",
      "c": "viabilizou a aquisição de novos equipamentos digitais.",
      "d": "aqueceu o mercado de venda de computadores.",
      "e": "diminuiu os incentivos à compra de eletrônicos."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/133-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Uma jogada consiste em:\n1º) o jogador apresenta um palpite sobre a cor da bola que será retirada por ele da urna 2;\n2º) ele retira, aleatoriamente, uma bola da urna 1 e a coloca na urna 2, misturando-a com as que lá estão;\n3º) em seguida ele retira, também aleatoriamente, uma bola da urna 2;\n4º) se a cor da última bola retirada for a mesma do palpite inicial, ele ganha o jogo.\nQual cor deve ser escolhida pelo jogador para que ele tenha a maior probabilidade de ganhar?",
    "alternativas": {
      "a": "Azul.",
      "b": "Amarela.",
      "c": "Branca.",
      "d": "Verde.",
      "e": "Vermelha."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/138-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nNestas condições, a área perdida do forro, após a primeira lavagem, será expressa por",
    "alternativas": {
      "a": "2xy",
      "b": "15 − 3x",
      "c": "15 − 5y",
      "d": "−5y − 3x",
      "e": "5y + 3x − xy"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/151-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nAvaliando-se todas as informações, serão necessários",
    "alternativas": {
      "a": "quatro unidades do tipo A e nenhuma unidade do tipo B.",
      "b": "três unidades do tipo A e uma unidade do tipo B.",
      "c": "duas unidades do tipo A e duas unidades do tipo B.",
      "d": "uma unidade do tipo A e três unidades do tipo B.",
      "e": "nenhuma unidade do tipo A e quatro unidades do tipo B."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/148-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nQuais serão os sólidos geométricos que Maria obterá a partir dessas planificações?",
    "alternativas": {
      "a": "Cilindro, prisma de base pentagonal e pirâmide.",
      "b": "Cone, prisma de base pentagonal e pirâmide.",
      "c": "Cone, tronco de pirâmide e pirâmide.",
      "d": "Cilindro, tronco de pirâmide e prisma.",
      "e": "Cilindro, prisma e tronco de cone."
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/141-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nDe acordo com o gráfico, os meses em que ocorreram, respectivamente, a maior e a menor venda absolutas em 2011 foram",
    "alternativas": {
      "a": "março e abril.",
      "b": "março e agosto.",
      "c": "agosto e setembro.",
      "d": "junho e setembro.",
      "e": "junho e agosto."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/140-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nConsiderando as informações indicadas na figura, o consumo total de água registrado nesse hidrômetro, em litros, é igual a",
    "alternativas": {
      "a": "3 534,85.",
      "b": "3 544,20.",
      "c": "3 534 850,00.",
      "d": "3 534 859,35.",
      "e": "3 534 850,39."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/139-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nQual é a árvore que apresenta a maior altura real?",
    "alternativas": {
      "a": "I",
      "b": "II",
      "c": "III",
      "d": "IV",
      "e": "V"
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/137-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nO que aconteceria com o nível da água se colocássemos no tanque um objeto cujo volume fosse de 2 400 cm³?",
    "alternativas": {
      "a": "O nível subiria 0,2 cm, fazendo a água ficar com 20,2 cm de altura.",
      "b": "O nível subiria 1 cm, fazendo a água ficar com 21 cm de altura.",
      "c": "O nível subiria 2 cm, fazendo a água ficar com 22 cm de altura.",
      "d": "O nível subiria 8 cm, fazendo a água transbordar.",
      "e": "O nível subiria 20 cm, fazendo a água transbordar."
    },
    "gabarito": "c",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/147-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Nesta figura, os pontos A, B, C e D são pontos médios dos lados do quadrado e os segmentos AP e QC medem 1/4 da medida do lado do quadrado. Para confeccionar um vitral, são usados dois tipos de materiais: um para a parte sombreada da figura, que custa R$ 30,00 o m², e outro para a parte mais clara (regiões ABPDA e BCDQB), que custa R$ 50,00 o m².\nDe acordo com esses dados, qual é o custo dos materiais usados na fabricação de um vitral?",
    "alternativas": {
      "a": "R$ 22,50",
      "b": "R$ 35,00",
      "c": "R$ 40,00",
      "d": "R$ 42,50",
      "e": "R$ 45,00"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/149-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nCom base no gráfico e nas informações do texto, é possível inferir que houve maior aquecimento global em",
    "alternativas": {
      "a": "1995.",
      "b": "1998.",
      "c": "2000.",
      "d": "2005.",
      "e": "2007."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/143-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nDe acordo com esta pesquisa, quantas horas de seu tempo gasta um jovem entre 12 e 18 anos, na semana inteira (de segunda-feira a domingo), nas atividades escolares?",
    "alternativas": {
      "a": "20",
      "b": "21",
      "c": "24",
      "d": "25",
      "e": "27"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/144-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O gerente de atendimento deseja identificar os dias da semana em que o nível de eficiência pode ser considerado muito bom, ou seja, os dias em que o número de reclamações resolvidas excede o número de reclamações recebidas.\n\nDisponível em: http://blog.bibliotecaunix.org. Acesso em: 21 jan. 2012 (adaptado).\nO gerente de atendimento pôde concluir, baseado no conceito de eficiência utilizado na empresa e nas informações do gráfico, que o nível de eficiência foi muito bom na",
    "alternativas": {
      "a": "segunda e na terça-feira.",
      "b": "terça e na quarta-feira.",
      "c": "terça e na quinta-feira.",
      "d": "quinta-feira, no sábado e no domingo.",
      "e": "segunda, na quinta e na sexta-feira."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/159-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O gráfico a seguir apresenta o resultado da enquete.\n\n\n\n\n\n\n\n\n\n\nO administrador do blog irá sortear um livro entre os visitantes que opinaram na postagem “Contos de Halloween”.\nSabendo que nenhum visitante votou mais de uma vez, a probabilidade de uma pessoa escolhida ao acaso entre as que opinaram ter assinalado que o conto “Contos de Halloween” é “Chato” é mais aproximada por",
    "alternativas": {
      "a": "0,09.",
      "b": "0,12.",
      "c": "0,14.",
      "d": "0,15.",
      "e": "0,18."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/164-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "em que QO é quantidade de oferta, QD é a quantidade de demanda e P é o preço do produto.\nA partir dessas equações, de oferta e de demanda, os economistas encontram o preço de equilíbrio de mercado, ou seja, quando QO e QD se igualam.\nPara a situação descrita, qual o valor do preço de equilíbrio?",
    "alternativas": {
      "a": "5",
      "b": "11",
      "c": "13",
      "d": "23",
      "e": "33"
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/155-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nUma proposta substitutiva, relativa às alturas de tomadas e interruptores, respectivamente, que atenderá àquele potencial comprador é",
    "alternativas": {
      "a": "0,20 m e 1,45 m.",
      "b": "0,20 m e 1,40 m.",
      "c": "0,25 m e 1,35 m.",
      "d": "0,25 m e 1,30 m.",
      "e": "0,45 m e 1,20 m."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/167-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Dobrando-se o raio de duas das circunferências centradas em vértices opostos do losango e ainda mantendo-se a configuração das tangências, obtém-se uma situação conforme ilustrada pela Figura 2.\nO perímetro do losango da Figura 2, quando comparado ao perímetro do losango da Figura 1, teve um aumento de",
    "alternativas": {
      "a": "300%.",
      "b": "200%.",
      "c": "150%.",
      "d": "100%.",
      "e": "50%."
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/162-images/context_img_0.png,enem-data/enem-2012/162-images/context_img_1.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Um investidor deseja comprar duas das empresas listadas na tabela. Para tal, ele calcula a média da receita bruta anual dos últimos três anos (de 2009 até 2011) e escolhe as duas empresas de maior média anual.\nAs empresas que este investidor escolhe comprar são",
    "alternativas": {
      "a": "Balas W e Pizzaria Y.",
      "b": "Chocolates X e Tecelagem Z.",
      "c": "Pizzaria Y e Alfinetes V.",
      "d": "Pizzaria Y e Chocolates X.",
      "e": "Tecelagem Z e Alfinetes V."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/170-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nCom base nessas informações, a menor distância que o asteroide YU 55 passou da superfície da Terra é igual a",
    "alternativas": {
      "a": "3,25 × 102 km.",
      "b": "3,25 × 103 km.",
      "c": "3,25 × 104 km.",
      "d": "3,25 × 105 km.",
      "e": "3,25 × 106 km."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/168-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Um paciente fez um exame de glicose nesse laboratório e comprovou que estava com hiperglicemia. Sua taxa de glicose era de 300 mg/dL. Seu médico prescreveu um tratamento em duas etapas. Na primeira etapa ele conseguiu reduzir sua taxa em 30% e na segunda etapa em 10%.\nAo calcular sua taxa de glicose após as duas reduções, o paciente verificou que estava na categoria de",
    "alternativas": {
      "a": "hipoglicemia.",
      "b": "normal.",
      "c": "pré-diabetes.",
      "d": "diabetes melito.",
      "e": "hiperglicemia."
    },
    "gabarito": "d",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/171-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nCom base no gráfico, o valor da parte inteira da mediana dos empregos formais surgidos no período é",
    "alternativas": {
      "a": "212 952.",
      "b": "229 913.",
      "c": "240 621.",
      "d": "255 496.",
      "e": "298 041."
    },
    "gabarito": "b",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/175-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nA expressão que traduz a resistência S dessa viga de madeira é",
    "alternativas": {
      "a": "enem-data/enem-2012/153-images/alt_img_0.png",
      "b": "enem-data/enem-2012/153-images/alt_img_1.png",
      "c": "enem-data/enem-2012/153-images/alt_img_2.png",
      "d": "enem-data/enem-2012/153-images/alt_img_3.png",
      "e": "enem-data/enem-2012/153-images/alt_img_4.png"
    },
    "gabarito": "a",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/153-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "O deslocamento descrito por João foi: mova-se pela pirâmide, sempre em linha reta, do ponto A ao ponto E, a seguir do ponto E ao ponto M, e depois de M a C.\nO desenho que Bruno deve fazer é",
    "alternativas": {
      "a": "enem-data/enem-2012/154-images/alt_img_0.png",
      "b": "enem-data/enem-2012/154-images/alt_img_1.png",
      "c": "enem-data/enem-2012/154-images/alt_img_2.png",
      "d": "enem-data/enem-2012/154-images/alt_img_3.png",
      "e": "enem-data/enem-2012/154-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/154-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "Na Figura 2, o ponto A está no plano do chão onde está colocado o globo da morte e o segmento AB passa pelo centro da esfera e é perpendicular ao plano do chão. Suponha que há um foco de luz direcionado para o chão colocado no ponto B e que um motoqueiro faça um trajeto dentro da esfera, percorrendo uma circunferência que passa pelos pontos A e B.\nA imagem do trajeto feito pelo motoqueiro no plano do chão é melhor representada por",
    "alternativas": {
      "a": "enem-data/enem-2012/166-images/alt_img_0.png",
      "b": "enem-data/enem-2012/166-images/alt_img_1.png",
      "c": "enem-data/enem-2012/166-images/alt_img_2.png",
      "d": "enem-data/enem-2012/166-images/alt_img_3.png",
      "e": "enem-data/enem-2012/166-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/166-images/context_img_0.png"
    ]
  },
  {
    "ano": 2012,
    "materia": "Desconhecida",
    "questao": "\nPara obter essas médias, ele multiplicou a matriz obtida a partir da tabela por",
    "alternativas": {
      "a": "enem-data/enem-2012/178-images/alt_img_0.png",
      "b": "enem-data/enem-2012/178-images/alt_img_1.png",
      "c": "enem-data/enem-2012/178-images/alt_img_2.png",
      "d": "enem-data/enem-2012/178-images/alt_img_3.png",
      "e": "enem-data/enem-2012/178-images/alt_img_4.png"
    },
    "gabarito": "e",
    "imagens": [
      "https://raw.githubusercontent.com/gabriel-antonelli/extract-enem-data/main/enem-data/enem-2012/2012-images/enem-data/enem-2012/178-images/context_img_0.png"
    ]
  }
]